var Points1 = [
	{id:1,x:9855, y:212 ,title:"石渠宝笈",details:"<p class='title'>乾隆内府鉴藏印</p></br><p class='title'>此印用于清宫珍藏</p><p>《石渠宝笈》是乾隆、嘉庆二朝相继编撰的书画著录书，其中著录了清内府所藏、清代列朝帝王书画作品、历代名家传世书画作品。它是距我们时代最近、收录书画甚富、迄今仍有大部分书画传世的重要书画著录文献。钤盖『石渠宝笈』印是作品被内府所藏并由此书著录的标志。</p></br><p class='title'>著录说法流传至今</p><p>以『韩熙载夜宴』为主题的画作版本很多，传说中的作者也有好几位。《石渠宝笈》之前的文献，并未将此卷列在顾闳中名下。</p><p>《石渠宝笈》初编首次将此卷定为顾闳中真迹，这种说法一直流传至今。但是，清代孙承泽著于顺治十三年（1656年）的《庚子销夏记》中，首次指出『大约南宋院中人笔』。</p>"}, 



	{id:2,x:9937, y:275 ,title:"潇湘画楼",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>『潇湘画楼』以藏画命名</p><p>张大千曾藏有南唐董源的《潇湘图》。这令他十分引以为傲。因此，他以『潇湘画楼』命名自己的书画堂，并请篆刻家方介堪镌刻『潇湘画楼』印，多钤在临摹董源的作品上，也作为收藏印使用</p></br><p class='title'>【人物名片】</p><p>张大千（1899—1983年），四川内江人。近代最负盛名的国画大师之一。</p>"},


	{id:3,x:9693, y:221 ,title:"床",details:"<p>卷中家具的图像，反映出唐宋之际人们从『席地而坐』逐步转变为『垂足而坐』所带来室内陈设的变化。早期兼有坐卧功能的床，在此卷中分别为坐榻与卧床。床的两侧和背后设置围屏，上部架设床帐，为半封闭式的卧具。</p>" },
	

	{id:4,x:10036, y:265 ,title:"宣统鉴赏",details:"<p class='title'>宣统皇帝鉴藏印</p><p>清代末帝溥仪（宣统皇帝）曾对收藏于宫内的字画进行过清点，并钤盖“宣统御览之宝”、“宣统鉴赏”、“无逸斋精鉴玺”等印。</p>"},


	{id:5,x:9685, y:300 ,title:"琵琶",details:"<p class='title'>【小百科】</p><p>琵琶又称『批把』，本是游牧民族乐器，最早见于汉代刘熙 《释名•释乐器》。 在隋唐， 琵琶的发展出现了一个高峰。上至宫廷乐队，下至民间演唱都少不了琵琶。从敦煌壁画和云冈石刻中，能够看到它在当时乐队中的领奏地位。</p>"},


	{id:6,x:9791, y:5 ,title:"乾隆御览之宝",details:"<p class='title'>乾隆内府鉴藏印</p><p>据《乾隆宝薮》中记载，乾隆皇帝即位后镌刻的第一方印玺就是『乾隆御览之宝』。此印有多方，是乾隆皇帝著名的鉴赏类印章。</p>"},



	{id:7,x:9804, y:410 ,title:"吴熙载印",details:"<p class='title'>【劫灰外物】朱文方印</p><p>此印为吴氏自用收藏印，很多经其收藏的古代名迹上都钤盖此方印章。</p></br><p class='title'>【人物名片】</p><p>吴让之 （1799—1870年），原名廷扬，字熙载，后以字行，改字让之，江苏仪征（今扬州）人。清代篆刻家、书法家，包世臣的入室弟子。善书画，尤精篆刻。</p>"},

	{id:8,x:9942, y:380 ,title:"不负古人告后人",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>舍豪宅买名画</p><p>为得到此卷《韩熙载夜宴图》，1945年秋，张大千放弃了在北京购买一所前清王府的计划，用此五百两黄金，从玉池山房马霁川手中购得此卷。在他看来，房子以后还有，而传世古画则一纵即失，再难寻觅。张大千以此『舍豪宅买名画』的雅事引以自傲。</p>"},


	//{id:9,x:9834, y:400 ,title:"河北棠村",details:"梁清标鉴藏印"},


	{id:10,x:10035, y:363 ,title:"无逸斋精鉴玺",details:"<p class='title'>宣统皇帝鉴藏印</p><p>无逸斋位于养心殿东院，『无逸斋精鉴玺』有两方，常钤于溥仪鉴赏过的书画上。</p></br><p class='title'>【文物名片】</p><p>『无逸斋精鉴玺』，清末，象牙质。通高7.75厘米，印面3.1厘米×1.7厘米。清宫旧藏。</p>"},


	{id:11,x:10073, y:317 ,title:"乾隆",details:"<p>乾隆朝初期，此卷已被清宫收藏。因此，卷上除乾隆皇帝本人的文房用印以外，另钤有清宫内府鉴藏印多方。</p>"},


	{id:12,x:10099, y:6 ,title:"蕉林书屋",details:"<p class='title'>梁清标鉴藏印</p></br><p  class='title'>【人物名片】</p><p>梁清标（1620—1691年），字玉立，号棠村、蕉林，别号苍岩子，河北真定（现为正定）人。曾于清代顺治、康熙两朝历任兵、礼、刑、户部尚书，保和殿大学士。他精善鉴赏，收藏甚丰，藏品多为稀世之珍，居当时诸藏家之首。梁清标曾收藏此卷。</p>"},


	{id:13,x:10379, y:410 ,title:"广平程氏",details:"<p class='title'>程南云印</p><p>广平郡（今河北鸡泽县、永年县）是『程』姓先民集中居住的地区之一，印文『广平程氏』表明了程南云的家族源流。</p>"},
	
	{id:14,x:8702, y:75 ,title:"屏风",details:"<p>最早的功能是挡风和遮避。据《三礼图》记载：『屏风之名出于汉世，故班固之书多言其物』。随着工艺的进步，屏风逐渐演进为兼具实用性和装饰性的陈设器物。</p></br><p class='title'>【卷中屏风的特点】</p><p>此卷是表现屏风种类和数量最多的作品之一。不同形制的屏风，将夜宴的多个场景有序分隔和巧妙衔接，使得画面浑然一体、气脉相连，是此画卷在构图方面最为人称道的地方。另外，屏风上所绘的图像，在构图和笔墨上，表现出明显的宋人山水的特征，也是鉴定其绘制年代的依据之一。</p>"},


	{id:15,x:8976, y:68 ,title:"舒雅",details:"<p class='title'>【人物名片】</p><p>舒雅，字子正，宣城（今属安徽）人。</p><p>舒雅年轻时姿容秀发，才思敏捷。韩熙载读了舒雅的文章后，大有一见如故的慨叹，立刻收为门生。舒雅常随侍韩熙载嬉戏于夜宴之间。</p>"},


	{id:16,x:9091, y:87 ,title:"朱铣",details:"<p class='title'>【人物名片】</p><p>据传，朱铣为南唐著名书法家。《江表志》卷三列李煜朝『文臣』第三名为韩熙载，第九名为朱铣。</p><p>中书省是中国古代的中央行政机构之一。中书省在唐玄宗开元年间曾一度被改为紫微省，改回中书省后，依旧以紫微郎作为中书舍人之雅称。</p>"},

	{id:17,x:9304, y:83 ,title:"郎粲",details:"<p>南唐进士第一，当年20多岁，</p><p>喜欢歌舞，为韩熙载所赏识。</p>"},

	{id:18,x:9540, y:24 ,title:"衣架",details:"床的一侧放置着一高一低两副衣架。衣架两端上翘、内卷呈牛角状，与椅背两端的『搭脑』形制统一，具有简练舒展的装饰效果。"},


	{id:19,x:8896, y:180 ,title:"王屋山",details:"<p>王屋山在此卷5段场景中出现了3次。据此卷拖尾的跋文记载，王屋山俊慧非常，是韩熙载最宠爱的妾伎。</p>"},



	{id:20,x:9368, y:200 ,title:"韩熙载",details:"<p class='title'>【人物名片】</p><p>韩熙载（902—970年），字叔言，潍州北海（今山东潍坊）人。后唐进士，因父被害而逃奔南方。在五代十国南唐为官，事南唐三主，官至中书侍郎，光政殿学士承旨。卒后追封为右仆射同平章事，谥『文靖』 。有 《定居集》 、《拟议集》、《格言》五十余篇。</p></br><p class='title'>出身官宦之家</p><p>韩熙载生于官宦人家，自曾祖起三代为官。</p><p>曾祖韩均，任官太仆卿（从三品）。</p><p>祖父韩殷，官至侍御史（从六品下）。</p><p>父亲韩光嗣，秘书少监（从四品上）、淄青观察支使。</p></br><p class='title'>熟识儒家典章</p><p>韩熙载被宋人列入南唐儒者传，且居首位。他对仪礼之事十分熟识，常纠正不当之处，并引经据典、令人叹服。南唐中主李璟即位之初，便改升元年号为『保大』。韩熙载则认为，按照礼制，新帝即位次年，才可改元，还说 『逾年改元，古之制也，事不师古，何以训人？』中主李璟以诏书已颁，不便改动为由，拒绝了韩熙载的建议。——据北宋马令《南唐书》</p></br><p class='title'>才艺卓绝不凡</p><p>韩熙载博学多闻，才高气逸。通音律，能歌舞，善书画。—— 据清代官修《全唐文》</p><p>韩熙载很会聊天。他语言诙谐，谈笑风生，使与谈者不觉倦意。——据北宋马令《南唐书》</p><p>他生活有品味，能引领时尚潮流。曾在江南造轻纱帽，被称为『韩君轻格』（此卷中唯有他的帽子与众宾客不同）。——据北宋陶谷《清异录》</p><p>而且，他对墨尤其挑剔。由于四方胶煤多不合心意，于是特意请来歙县工匠朱逢，在书馆旁为其烧墨，将其居所命名为『化松堂』，墨名为『元中子』，又名『麝香月』。一直视之为宝，装于匣中悉心珍藏。可惜熙载死后，姬妾携走，失传于世。——据北宋陶谷《清异录》</p></br><p class='title'>文学功底深厚</p><p>韩熙载『善为文』，尤其擅长撰写纪念性文章，才名远播。江南贵族、士人、僧道纷纷载金帛前来，不惜以千金求其一文。——据北宋马令《南唐书》</p></br><p class='title'>提奖后进之士</p><p>韩熙载有一个长处，就是喜好奖掖后进。每次见到文章尚可的后生，都会亲自为其润色，助其扬名。此外，他还广纳人才。只要发现有才之士，必会请之门下。—— 据北宋马令《南唐书》</p></br><p class='title'>颇具政治眼光</p><p>韩熙载是一个具有远大政治抱负的人，见识有许多独到之处。他入仕以来，多次进言，均能切中时弊。显德年间，韩熙载奉命出使北方，当时赵匡胤（宋王朝的创立者，于975年灭南唐）担任殿前都点检，韩熙载却发现他『顾视不常，不可测也』。后来赵匡胤果然黄袍加身做了皇帝。—— 据《宋史•南唐世家》</p>"},



	{id:21,x:8819, y:225 ,title:"陈致雍",details:"<p class='title'>【人物名片】</p><p>陈致雍，字表用，莆田（今属福建）人。在闽国（909—945年）为太常卿，南唐破闽后，转仕南唐。博学，善文辞，尤其谙熟宪章典故。太常博士掌祭祀、礼乐、选试博士，是个品级不高的闲职。</p></br><p class='title'>陈致雍与韩熙载</p><p>二人交情甚好，韩熙载四十多岁时也曾担任太常博士一职。二人皆精通礼学，喜蓄妾伎，并喜欢角色扮演。</p></br><p class='title'>熙载有诗《赠陈郎》</p><p>陈郎不着世儒衫，也好嬉游日笑谈。</p><p>幸有葛巾与藜杖，从呼官观老都监。</p>"},


	{id:22,x:9099, y:254 ,title:"李家明",details:"<p class='title'>【人物名片】</p><p>李家明，亦作李嘉明，庐州西昌（庐州即今安徽合肥）人。负责管理在宫廷中演出歌舞、散乐、戏剧的艺人。个性耿直，善于滑稽诙谐的讽谏。</p><p>李家明常入韩熙载家中教授其妾伎音乐。画中，他正在演奏拍板，与妹妹李姬合奏。</p></br><p class='title'>【小百科】</p><p>拍板又称『檀板』，是节奏乐器，用于宫廷器乐、民间说唱和戏曲。古时由西北传入中原，在唐代广为流传。</p>"},

//?
	{id:23,x:9258, y:335 ,title:"注子",details:"<p>这是五代盛行的温酒用具，其造型仿金、银器而制，由外面的注碗和里面的注子两部分组成。饮酒时，用注碗盛热水，间接将注子里的酒加温。从画卷中的色泽和造型看，可能属越州窑系。</p>"},



	{id:24,x:9423, y:275 ,title:"家伎",details:"<p>此卷共画有26位女子（主要人物反复出现）。卷中女子大部分应是韩熙载蓄养的家伎。她们精通歌舞，娴熟器乐，是主人身份和权势的象征。</p><p>南唐贵族蓄养家伎并不足为奇，但韩熙载任由家伎与宾客杂处，行为不检，因此颇遭非议。</p>"},



	{id:25,x:7822, y:29 ,title:"宣统御览之宝",details:"<p class='title'>宣统内府鉴藏印</p><p>溥仪有“宣统御览之宝”共4方，此为其中之一，用于书画鉴赏。</p>"},


	{id:26,x:8026, y:103 ,title:"叉手礼",details:"<p>德明和尚作双手叉合的手势，是致礼的姿势。叉手礼肇始于唐代，风行于两宋，元初仍有延续。</p>"},



	{id:27,x:8424, y:15 ,title:"嘉庆御览之宝",details:"<p class='title'>嘉庆内府鉴藏印</p></br><p class='title'>【文物名片】</p><p>『嘉庆御览之宝』 ，清嘉庆，寿山石质。通高8.5厘米，印面4.3厘米×3.1厘米。随形雕山水小景。汉文篆书。</p>"},

	{id:28,x:7972, y:156 ,title:"舒雅",details:"<p class='title'>师徒结伴佯乞</p><p>韩熙载常与门生舒雅一起玩角色扮演的游戏，『以为笑乐』。</p><p>韩熙载家道殷实，替人撰写碑碣文又得到大量润笔，加上皇帝的赏赐，本来颇富于财。但是他蓄养伎乐，广招宾客，以致家财耗尽，自己一无所有。	每到入不敷出的时候，他就会换上破衣烂衫，装成盲叟模样，手持独弦琴，令门生舒雅执板，敲敲打打，逐房向诸伎乞食。</p>"},


	{id:29,x:8038, y:205 ,title:"德明和尚",details:"<p class='title'>佛学造诣颇深</p><p>德明和尚生平未见记载。据传，宋军包围金陵时，后主李煜在宫中净居室请德明、云真、义伦、崇节等僧人为其讲说《楞严经》、《圆觉经》。可见德明有相当高的佛学造诣。</p>"},

	{id:30,x:8295, y:156 ,title:"韩熙载",details:"<p class='title'>曾是春风得意少年郎</p><p>韩熙载年轻时避祸江南，与好友李谷送别之时，曾说：『江左用吾为相，当长驱以定中原。』这年他二十五岁，正是进士及第，踌躇满志、春风得意之时。他给吴睿帝写了一封文采非凡的自荐信《上睿帝行止状》。文中自述，他从小就异于一般的孩童，并自比孔子、张良，希望吴睿帝不拘一格，超常使用，如此，就有示范作用，朝廷才能拥有光明的前途。但他只得到了一个最低等的职务『校书郎』。</p></br><p class='title'>如今垂暮之年无作为</p><p>此后的数十年，一方面由于韩熙载恃才傲物，不拘礼法，另一方面由于南唐朝廷的党争，他与权臣宋齐丘、冯延巳产生矛盾，始终『不得显位』，并一度被贬官。</p><p>尽管后主李煜赏识韩熙载的才华，欲加重用，但韩熙载已经心灰意冷。他以纵情声色来隐藏壮志难酬的心灵苦闷，逃避亡国在即的残酷现实。</p></br>"},


	{id:31,x:8444, y:205 ,title:"陈致雍",details:"<p class='title'>长于论『礼』</p><p>陈致雍对『礼』有深入的研究。《曲台奏议集》是他的奏章、上书、表疏的合集，共二十卷，其中论『礼』文字最多。在此书的序中，南唐徐锴称他『遍读七经，尤明三礼』，『礼者所疑，授经以对；酌于古而无悖，施于今而易行』。此外还有《五礼仪鉴》、《闽王列传》、《晋安海物异名记》等著作，今均不传。</p>"},



	{id:32,x:7847, y:249 ,title:"六幺",details:"<p>画面上王屋山的舞姿，与文献中记载六幺舞『但以手袖为容，踏足为节』互证。</p></br><p class='title'>【小百科】</p><p>六幺舞也叫『绿腰舞』，是一种软舞。唐代李群玉《长沙九日登东楼观舞》诗中描述：『南国有佳人，轻盈绿腰舞。⋯⋯翩如兰苕翠，宛如游龙举。』唐代白居易在《杨柳枝词》中形容『六幺水调家家唱』，可见在当时十分流行。</p>"},


	//{id:33,x:62602, y:2692 ,title:"王屋山",details:""},
	//{id:34,x:8244, y:245 ,title:"羯鼓",details:"<p class='title'>【小百科】</p><p>羯鼓是一种外来的乐器，南北朝时经西域传入内地。唐代宰相宋璟擅长羯鼓，曾以诗句『头似青山峰，手如白雨点』形容击羯鼓时的情景：击鼓时头稳定不动，而下手急促，就像急雨一样。</p>"},
	
	{id:35,x:6648, y:10 ,title:"古希天子",details:"<p class='title'>乾隆皇帝印</p>"},


	{id:36,x:6673, y:150 ,title:"太上皇帝",details:"<p class='title'>乾隆皇帝印</p>"},


	{id:37,x:7013, y:205 ,title:"家伎坐姿",details:"<p>榻中间的家伎与第一段状元郎粲的坐姿相近，一腿盘曲、平放，一腿垂直支起；一手扶膝，一手支地。此坐姿自然、松弛而不失优雅，与佛教中的轮王坐类似，反映了佛教与当时社会生活的密切关系。</p>"},



	{id:38,x:7221, y:271 ,title:"灯檠",details:"<p>灯檠为古代照明用具。其式样繁多，檠端细而尖，下设托盘，可插烛点燃，用盘盛放烛泪。画中灯檠可能为银质，挺劲细瘦，轻巧简朴，与旁边几案精巧的腿部相呼应。</p></br><p class='title'>韩愈有诗《短灯檠歌》</p><p>长檠八尺空自长，短檠二尺便且光。</p><p>黄帘绿幕朱户闭，风露气入秋堂凉。</p>"},


	{id:39,x:7272, y:320 ,title:"方案",details:"<p>卷中几案面板较薄，足部瘦细，装饰简单，但精致纤巧，是用心之作。</p>"},


	{id:40,x:6834, y:215 ,title:"韩熙载",details:"<p class='title'>不得显位&nbsp;戏谑人生</p><p>五代时期社会动荡，士风不古；南唐朝廷朋党争斗，五鬼乱政。韩熙载在江南为官数十年，自觉『不得显位』。但他仍怡然自得，纵情于风月、山水。升任要职后，也经常装病，连朝见国君的仪程也极少参加。</p></br><p class='title'>几度遭贬&nbsp;上表获赦</p><p>韩熙载平生三次被贬官职，其中两次是因为在朝堂上讲话无所顾忌，得罪权臣以致排挤。再一次是由于他蓄养伎妾，不拘小节。后主李煜不得已，将他贬为太子右庶子，分司南都（今江西南昌），要将他逐出京城。</p><p>韩熙载机智地化解了这场危机。他将家伎遣散，做出悔改的样子，上表向后主李煜乞留。后主李煜见后即发慈悲，收回成命，留为秘书监。那些被遣返的妾伎又回到熙载身边，歌舞如旧。李煜感慨『我也拿他没有办法啊。』</p></br><p class='title'>【韩熙载乞留书】</p><p>『诸佛慈悲，常容悔过，宣尼圣哲，亦许自新。臣无横草之功，有滔天之罪，赢形虽在，壮节全消。满船稚子婴儿，尽室行蹄坐哭。劲风孤独，病身那得长存万水千山，回首不堪永诀。』</p>"},

	{id:41,x:5788, y:254 ,title:"乐伎服饰",details:"<p>卷中乐伎多穿窄袖衫，及地长裙系于腰部以上，腰间系带，佩戴披帛。衣领主要有右衽和对襟两种。衣裙上的装饰图案细小，色彩淡雅，反映出南宋女子服饰的特点。</p>"},


	{id:42,x:6223, y:282 ,title:"禅椅",details:"<p>此卷中共出现了六张椅子，唯有这张椅子与其他五张形制略有不同。此椅配有足凳，椅面更宽大，可供坐禅时双腿盘坐其上，被称作『禅椅』。</p>"},



	{id:43,x:6314, y:178 ,title:"韩熙载",details:"<p class='title'>留取歌伎旧舞衣<p><p>韩熙载为人忠诚耿介，见识、学问都有独到之处，但书生气太重，恃才傲物，为权贵所不容。先主李昪的女婿严续请韩熙载为自己父亲写碑文，吹捧一下。送什么好东西，他都不稀罕。最后送他一名美貌的歌伎，韩熙载才收下。文章写好了，却只是『叙其谱裔品秩而已』。严续不满意，封还给他重写。结果，韩熙载拒绝了他的要求，并把这名歌伎还给严续，但是留下了歌伎的泥金带，并在上方题诗一首：</p><p>风柳摇摇无定枝，阳台云雨梦中归。</p><p>他年篷岛音尘断，留取尊前旧舞衣。</p></br><p class='title'>韩熙载感怀诗三首<p></br><p class='title'>奉使中原署馆壁 其一<p><p>仆本江北人，今作江南客。再去江北游，举目无相识。</p><p>金风吹我寒，秋月为谁白。不如归去来，江南有人忆。</p></br><p class='title'>奉使中原署馆壁 其二</p><p>未到故乡时，将为故乡好。</p><p>及至亲得归，争如身不到。</p><p>目前相识无一人，出入空伤我怀抱。</p><p>风雨萧萧旅馆秋，归来窗下和衣倒。</p><p>梦中忽到江南路，寻得花边旧居处。</p><p>桃脸峨眉笑出门，争向前头拥将去。</p></br><p class='title'>送徐铉流舒州</p><p>昔年凄断此江湄，风满征帆泪满衣。</p><p>今日重怜鹡鸰羽，不堪波上又分飞。</p>"},



	{id:44,x:6395, y:317 ,title:"侍女服饰",details:"<p>此侍女腰间裹布，饰以黑鞓革带，与前段王屋山的装扮相同。</p><p class='title'>【小百科】</p><p>黑鞓革带原是宋代武士的戎装，后被女子用作衣饰。</p>"},

	{id:45,x:4763, y:228 ,title:"陈致雍",details:"<p>史书中记载，陈致雍在南唐最初以通『礼』及第。任太常博士八年后，转任秘书监（掌管国家图书典籍），后辞职归家。</p>"},


	{id:46,x:5239, y:235 ,title:"男士衣冠",details:"<p>卷中男士服饰多为圆领、大襟，袖子的大小、宽窄不同，头上戴幞头。整体感觉稳重、简洁。这种男士衣着源于唐代，至宋代无明显变化。</p>"},


	{id:47,x:5385, y:250 ,title:"李家明",details:"<p>李家明常入韩熙载府邸教授乐伎音乐。画中，李家明手执拍板，正在演奏。</p>"},

	{id:49,x:3799, y:15 ,title:"张氏宝藏",details:""},


	{id:48,x:3977, y:15 ,title:"五福五代堂古稀天子宝",details:"<p class='title'>乾隆皇帝印</p><p>甲辰年(1784年)，乾隆帝喜得玄孙，一堂五代，因此镌刻『五福五代堂古稀天子宝』，以志亘古稀有之事。</p>"},


	//{id:50,x:4163, y:10 ,title:"河北棠村",details:"梁清标号“棠村”，河北正定人。故有此印，多用于书画鉴藏。"},

	{id:51,x:3834, y:186 ,title:"冶溪渔隐",details:"<p class='title'>梁清标鉴藏印</p><p>梁清标的家乡真定（现为河北正定）境内有冶河，故有『冶溪渔隐』之印。</p></br><p class='title'>梁清标有诗《冶河》</p><p>冶河卢岸打渔船，醉酒烹鲜煮野泉。</p><p>莫道山翁无乐事，鸟声巧啭蓼花天。</p>"},


	{id:52,x:4013, y:199 ,title:"蕉林",details:"<p class='title'>梁清标鉴藏印</p>"},

	{id:53,x:4088, y:248  ,title:"宜子孙",details:"<p class='title'>乾隆内府鉴藏印</p><p>该印与『三希堂精鉴玺』是乾隆内府著名的鉴赏类印章，二印相互配套使用，共贮于紫檀木圭璧式匣内。钤盖位置也基本固定，一般『三希堂精鉴玺』在上，『宜子孙』在下。</p><p class='title'>【文物名片】</p><p>『宜子孙』，清乾隆，玉质。通高1.5厘米，印面2.5厘米×2.5厘米，纽高0.8厘米。瓦纽方形玺，汉文篆书。</p>"},

	{id:54,x:4228, y:199 ,title:"舒雅",details:"<p>南唐覆灭后，舒雅归宋，任将作监丞、秘阁校理，参与《文苑英华》、《周礼》、《礼记》的校订，校勘《史记》、前后《汉书》，预修《续通典》等。享寿七十有余。</p>"},


	{id:55,x:4459, y:160 ,title:"韩熙载",details:"<p>韩熙载受时人追捧，被尊称为『韩夫子』，出门常被围观，见者以为『神仙中人』。后人评价他『千古无两』，甚至将他比作老庄。尤其明代李贽，将韩熙载的风采、节操、耿介、不拘小节以及圆滑的品性归入『达者』类，引为同调，视为师友。《韩熙载夜宴图》更被反复临摹和搬演，成为千古不衰的艺术主题。原因何在？</p><p class='title'>『隐逸』彰显文人风骨</p><p>中国古代文人在生不逢时之际，往往将『隐逸』当作一种生存的方式。『隐逸』代表着道德上一种积极而不是消极的行动。韩熙载佯狂自污的形象，是『大隐于朝』的一个典范，蕴含着才高俊逸之士身逢乱世的可能修为。</p></br><p class='title'>【后人评议韩熙载】</p><p>开宝三年（970年），韩熙载六十九岁因病离世。李后主深感痛惜，一直想要拜他为相而不可得，想要追封之。咨询大臣之后，乃赠熙载『平章事』，谥号『文靖』，葬在梅岭冈大文豪谢安的墓旁。并命集贤殿学士徐锴收集韩熙载的文章，藏于书殿。——据北宋马令《南唐书》</p><p>熙载才气俊逸，机用周敏。性高简，无所悲屈。未尝拜一人，虽被遣逐，终不改节。江左号韩夫子。——据《宋史•南唐世家》</p><p>寄意玄邈，直作解脱观，摹拟郭汾阳，本乎老庄之微枢。——据明末清初王铎《夜宴图跋》</p><p>韩熙载所为，千古无两，大是奇事，此殆不欲索解人欦？——据清代年羹尧《夜宴图跋》</p>"},



	{id:56,x:3700, y:339 ,title:"球图宝骨肉情",details:""},


	{id:57,x:3778, y:300 ,title:"南北东西只有相随无别离",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>以图刻印视若至宝</p><p>张大千得到《韩熙载夜宴图》后喜出望外，视之为大风堂无上至宝。曾请篆刻家曾绍杰刻『昵燕楼』，又请篆刻家张祥凝刻『昵燕楼书画印』，并刻“南北东西只有相随无别离”钤于此画上（古时“燕”与“宴”通用）。</p></br><p class='title'>依依惜别居所为念</p><p>1949年，张大千匆匆去国。后于1952年出售大风堂镇室之宝董源《潇湘图》及顾闳中《韩熙载夜宴图》等卷。</p><p>张大千到南美阿根廷后，所居之地取名『昵燕楼』，聊以纪念。</p>"},


	{id:58,x:3900, y:340 ,title:"八徽耄念之宝",details:"<p class='title'>乾隆皇帝印</p><p>此印刻于乾隆五十五年(1790年)乾隆帝八十圣寿之时。为刻制此玺，乾隆皇帝曾作《八徽耄念之宝记》，并配副章『自强不息』，时刻提醒自己，莫因年高而倦怠；守成之主应时时警惕，不可溺于宴安，而失其国体。</p>"},


	{id:59,x:4072, y:365 ,title:"别时容易",details:"<p class='title'>张大千鉴藏印</p><p>『别时容易』出自南唐后主李煜的词《浪淘沙》：『帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。』</p>"},

	{id:60,x:2222, y:10 ,title:"罔极庵",details:"<p class='title'>叶恭绰印</p>"},


	{id:61,x:2569, y:28 ,title:"秋碧",details:"<p class='title'>梁清标鉴藏印</p><p>梁清标斋号『秋碧堂』，故有此印。</p>"},



	{id:62,x:2628, y:144 ,title:"彦功",details:"<p class='title'>【人物小传】</p><p>班惟志（生活于十四世纪），字彦功，大梁（今河南开封）人。工诗文、书画，官至江浙儒学提举。</p>"},



	{id:63,x:2637, y:249 ,title:"推己及人",details:"<p>班惟志鉴藏印</p>"},



	{id:64,x:2634, y:339 ,title:"班",details:""},


	{id:65,x:2317, y:300 ,title:"苍岩子",details:"<p class='title'>梁清标鉴藏印</p><p>『苍岩子』是梁清标的别号。梁清标家真定府（现为河北正定）西南有苍岩山，为名胜地，有『五岳奇秀览一山，太行群峰唯苍岩』之称。</p>"},



	{id:66,x:2315, y:400 ,title:"蕉林居士",details:"<p class='title'>梁清标鉴藏印</p>"},


	{id:67,x:2207, y:355 ,title:"纬萧草堂画记",details:"<p class='title'>宋荦鉴藏印</p>"},

	{id:68,x:1062, y:329 ,title:"大风堂珍藏印",details:""},

	{id:69,x:1195, y:344 ,title:"庞元济跋",details:"<p class='title'>【人物名片】</p><p>庞元济（1864—1949年），字莱臣，号虚斋，浙江吴兴南浔人。庞元济出身望族，财力雄厚，精于鉴赏，收藏尤以书画最精，编有《虚斋名画录》和《虚斋名画续录》，为当时著名书画收藏家之一。</p>"},


//?
	{id:70,x:46, y:328 ,title:"叶恭绰跋",details:" <p>此段题跋对图中的男女衣饰、乐器、家具等名物制度进行了逐一考订，亦根据图中形象讨论了妇女缠足、垂足而坐等习俗的演变</p>"},

	{id:71,x:1519, y:177 ,title:"叶恭绰跋",details:"<p class='title'>【人物名片】</p><p>叶恭绰（1881—1968年），字裕甫，号遐庵，广东番禺（今广州）人。精通文物鉴藏、书画诗词，著述甚丰，同时也是中国近代政治史上极有影响的人物。</p>"},
	//{id:72,x:295, y:3936 ,title:"叶恭绰跋",details:" 叶恭绰跋"},

	{id:78,x:10792, y:209 ,title:"程南云题",details:"<p class='title'>【释文】</p><p>夜宴图</p><p>太常卿兼经筵侍书程南云题</p><p class='title'>【人物名片】</p><p>程南云，字青轩，号远斋，明初江西南城人。程南云为元代名臣程钜夫五世孙，幼时承父兄之教，后得老师陈登之传，字备篆隶楷草，尤精篆隶，受时人推崇。程南云曾参与编修《永乐大典》，官至太常卿兼经筵侍书。</p>"},

	{id:79,x:10119, y:250 ,title:"乾隆皇帝御题",details:"<p class='title'>【释文】</p><p>是卷后书小传云：熙载以朱温时登进士第，耽声色，不事名检。继得别卷，载陆游所撰熙载传，则云：唐同光中，擢进士第。元宗朝，数言朝廷事，无所回隐。又言：齐丘党与，必基祸；使周时，识赵点检，顾视非常。两卷所载，出身不同，而品识亦异，纪载之不可尽信如此。及考欧阳《五代史》，云：熙载尽忠，能直言。又云：后房妓妾数十人，以此不得为相。观其与李谷酒酣临诀之语，意气甚壮。及周师渡淮之役，毫不能有所为，则其人亦不免于大言无当，非有干济之实用者。跋内又载后主伺其家宴，命闳中辈丹青以进，岂非叔季之君臣专事声色游戏，徒贻笑于后世乎。然闳中此卷，绘事特精妙，故收之秘笈甲观中，以备鉴戒。乾隆御识。</p><p>此段乾隆皇帝御题，对韩熙载和《韩熙载夜宴图》阐明了四层涵义。</p></br><p class='title'>记载不可尽信</p><p>乾隆皇帝得到两卷不同的《韩熙载夜宴图》，这两卷上对韩熙载的记载，出身不同，品识亦异，可见『纪载之不可尽信如此』。</p></br><p class='title'>少时得意暮年无为</p><p>参照其他记载后，乾隆皇帝发表了对韩熙载的评价：年轻时意气风发，会讲大话；年老之期，关键时刻，无所作为。</p></br><p class='title'>后主李煜贻笑后世</p><p>对于南唐后主李煜命顾闳中绘《韩熙载夜宴图》的传说，乾隆皇帝并未讨论其真假，只是说，后主李煜这种做法让后世耻笑。</p></br><p class='title'>画法精妙&nbsp;值得称道</p><p>最后，乾隆皇帝特别肯定此卷绘画技法的精妙。因此，收入《石渠宝笈》，以备借鉴。</p>"},

	{id:80,x:9947, y:91 ,title:"南宋人残题",details:"<p class='title'>【释文】</p><p>熙载风流清旷……为天官侍郎以……修为时论所诮……著此图</p></br><p class='title'>残题作者</p><p>题跋共二十余字。清代《平生壮观》中著录为南宋高宗赵构题。</p></br><p class='title'>残题解读</p><p>这段残题十分重要，它首次指明了画卷的主人公是韩熙载，画中内容是韩熙载的风流生活。并且指出：韩熙载因生活不检点导致舆论讥诮，于是有人承旨绘制了此图。其中，还记载了韩熙载的官职为『天官侍郎』，即吏部侍郎。韩熙载于961—964年间担任吏部侍郎，『根据这段残题，画中的韩熙载时年六十岁左右。』</p></br><p class='title'>【小百科】</p><p>吏部掌管官吏的选授、勋封、考课等，为中央六部『吏部、户部、礼部、兵部、刑部、工部』之首。后世亦称吏部为天官。</p>"},

	{id:81,x:8655, y:305 ,title:"李姬",details:" <p>李姬是教坊副使李家明之妹，深得韩熙载宠爱。</p><p class='title'>横抱琵琶尽显古韵</p><p>自唐代起，演奏琵琶逐渐从横抱发展为竖抱。李姬的演奏姿势，为古时『横抱琵琶』之说提供了图像佐证。</p>"},

	{id:82,x:5619, y:109 ,title:"筚篥",details:"<p class='title'>【小百科】</p><p>筚篥是古代管乐器的一种，源自龟兹牧人，在唐代盛行中原，成为宫廷燕乐中的主要乐器。筚篥音色深沉、浑厚，古人往往借它表现悲愤激昂的情绪，抒发伤时感事的情怀。</p>"},

	{id:83,x:5778, y:124 ,title:"笛子",details:"<p class='title'>【小百科】</p><p>笛子是一种管乐器。它是中国音乐的代表乐器之一，其历史可以追溯到新石器时代。笛声清亮悠扬，既可以表现热烈欢快的情绪，也可以抒发思念和哀怨之情。</p>"},

	{id:84,x:4046, y:15 ,title:"乾隆鉴赏",details:"<p class='title'>乾隆内府鉴藏印</p><p>此卷曾为清宫旧藏。在《石渠宝笈》初编中被列为上等。《石渠宝笈》初编著录书画，分别用鉴藏玺加以区别。上等者则钤以『乾隆鉴赏』、『三希堂精鉴玺』、『宜子孙』三玺。</p>"},

	{id:85,x:4089, y:100 ,title:"三希堂精鉴玺",details:"<p class='title'>乾隆内府鉴藏印</p><p>三希堂位于养心殿的西暖阁，因藏有王羲之『快雪时晴帖』、王献之『中秋帖』和王珣『伯远帖』三件希世之珍而得名。故有『三希堂精鉴玺』，多与画面下方的『宜子孙』印配套使用。</p></br><p class='title'>【文物名片】</p><p>『三希堂精鉴玺』，清乾隆，青玉质。通高1.9厘米，印面4厘米×2.2厘米，纽高1厘米。螭纽长方形玺，汉文篆书。</p>"},
//?
	{id:86,x:3959, y:350 ,title:"商丘宋荦审定真迹",details:"<p class='title'>宋荦鉴藏印</p></br><p class='title'>【人物名片】</p><p>宋荦（1634—1713年），字牧仲，号漫堂，河南商丘人。康熙年间以父荫入仕，官江苏巡抚，后累升至吏部尚书，加太子少师。为官以清节名著于时。博学多识，精于鉴藏，工诗词古文，所作兰竹极超妙。著有《西陂类稿》、《枫香词》、《漫堂墨品》、《沧浪小识》等书。</p>"},
//?
	{id:87,x:4000, y:360 ,title:"敌国之富",details:"<p class='title'>张大千鉴藏印</p><p>印文出自『富可敌国』，形容极为富有，此印以自夸的口吻，表明张大千自诩收藏数量之多，质量之高。</p>"},
//?
	{id:88,x:4000, y:450 ,title:"绍勋",details:"<p class='title'>史弥远鉴藏印</p><p>『绍勋』是此卷上年代最早的鉴藏印章，自此流传有绪。曾先后为元代班惟志、明末清初王鹏冲、孙承泽、梁清标等人收藏，并经明末清初王铎两次题跋和清初宋荦鉴定。</p><p>乾隆（1736—1795年）初期，已被清宫收藏。1924年，溥仪将此图携带出宫，后被张大千购入。二十世纪五十年代，中国政府在香港将此卷购回，划拨故宫博物院收藏。徐邦达先生考『绍勋』二字是史弥远要克绍父业之意。</p></br><p class='title'>【人物名片】</p><p>史弥远（1164—1233年），字同叔，明州鄞县（今属浙江宁波）人。宋孝宗时代宰相史浩之子。宋宁宗和宋理宗朝权臣。</p>"},
	{id:89,x:9804, y:280 ,title:"御书房鉴藏宝",details:"<p class='title'>乾隆内府鉴藏印</p><p>此卷曾藏于御书房。</p><p>被《石渠宝笈》初编著录的书画，曾分别收藏于乾清宫、养心殿、重华宫、御书房四处，并依其收藏地点钤盖殿座章加以区别。</p>"},


	];

var Points2 = [
	{id:1,x:19711, y:454 ,title:"石渠宝笈",details:"<p class='title'>乾隆内府鉴藏印</p></br><p class='title'>此印用于清宫珍藏</p><p>《石渠宝笈》是乾隆、嘉庆二朝相继编撰的书画著录书，其中著录了清内府所藏、清代列朝帝王书画作品、历代名家传世书画作品。它是距我们时代最近、收录书画甚富、迄今仍有大部分书画传世的重要书画著录文献。钤盖『石渠宝笈』印是作品被内府所藏并由此书著录的标志。</p></br><p class='title'>著录说法流传至今</p><p>以『韩熙载夜宴』为主题的画作版本很多，传说中的作者也有好几位。《石渠宝笈》之前的文献，并未将此卷列在顾闳中名下。</p><p>《石渠宝笈》初编首次将此卷定为顾闳中真迹，这种说法一直流传至今。但是，清代孙承泽著于顺治十三年（1656年）的《庚子销夏记》中，首次指出『大约南宋院中人笔』。</p>"}, 



	{id:2,x:19874, y:610 ,title:"潇湘画楼",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>『潇湘画楼』以藏画命名</p><p>张大千曾藏有南唐董源的《潇湘图》。这令他十分引以为傲。因此，他以『潇湘画楼』命名自己的书画堂，并请篆刻家方介堪镌刻『潇湘画楼』印，多钤在临摹董源的作品上，也作为收藏印使用</p></br><p class='title'>【人物名片】</p><p>张大千（1899—1983年），四川内江人。近代最负盛名的国画大师之一。</p>"},


	{id:3,x:19387, y:442 ,title:"床",details:"<p>卷中家具的图像，反映出唐宋之际人们从『席地而坐』逐步转变为『垂足而坐』所带来室内陈设的变化。早期兼有坐卧功能的床，在此卷中分别为坐榻与卧床。床的两侧和背后设置围屏，上部架设床帐，为半封闭式的卧具。</p>" },
	

	{id:4,x:20073, y:610 ,title:"宣统鉴赏",details:"<p class='title'>宣统皇帝鉴藏印</p><p>清代末帝溥仪（宣统皇帝）曾对收藏于宫内的字画进行过清点，并钤盖“宣统御览之宝”、“宣统鉴赏”、“无逸斋精鉴玺”等印。</p>"},


	{id:5,x:19370, y:601 ,title:"琵琶",details:"<p class='title'>【小百科】</p><p>琵琶又称『批把』，本是游牧民族乐器，最早见于汉代刘熙 《释名•释乐器》。 在隋唐， 琵琶的发展出现了一个高峰。上至宫廷乐队，下至民间演唱都少不了琵琶。从敦煌壁画和云冈石刻中，能够看到它在当时乐队中的领奏地位。</p>"},


	{id:6,x:19582, y:25 ,title:"乾隆御览之宝",details:"<p class='title'>乾隆内府鉴藏印</p><p>据《乾隆宝薮》中记载，乾隆皇帝即位后镌刻的第一方印玺就是『乾隆御览之宝』。此印有多方，是乾隆皇帝著名的鉴赏类印章。</p>"},



	{id:7,x:19648, y:800 ,title:"吴熙载印",details:"<p class='title'>【劫灰外物】朱文方印</p><p>此印为吴氏自用收藏印，很多经其收藏的古代名迹上都钤盖此方印章。</p></br><p class='title'>【人物名片】</p><p>吴让之 （1799—1870年），原名廷扬，字熙载，后以字行，改字让之，江苏仪征（今扬州）人。清代篆刻家、书法家，包世臣的入室弟子。善书画，尤精篆刻。</p>"},

	{id:8,x:19884, y:850 ,title:"不负古人告后人",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>舍豪宅买名画</p><p>为得到此卷《韩熙载夜宴图》，1945年秋，张大千放弃了在北京购买一所前清王府的计划，用此五百两黄金，从玉池山房马霁川手中购得此卷。在他看来，房子以后还有，而传世古画则一纵即失，再难寻觅。张大千以此『舍豪宅买名画』的雅事引以自傲。</p>"},


	//{id:9,x:19668, y:900 ,title:"河北棠村",details:"梁清标鉴藏印"},


	{id:10,x:20071, y:780 ,title:"无逸斋精鉴玺",details:"<p class='title'>宣统皇帝鉴藏印</p><p>无逸斋位于养心殿东院，『无逸斋精鉴玺』有两方，常钤于溥仪鉴赏过的书画上。</p></br><p class='title'>【文物名片】</p><p>『无逸斋精鉴玺』，清末，象牙质。通高7.75厘米，印面3.1厘米×1.7厘米。清宫旧藏。</p>"},


	{id:11,x:20146, y:675 ,title:"乾隆",details:"<p>乾隆朝初期，此卷已被清宫收藏。因此，卷上除乾隆皇帝本人的文房用印以外，另钤有清宫内府鉴藏印多方。</p>"},


	{id:12,x:20199, y:73 ,title:"蕉林书屋",details:"<p class='title'>梁清标鉴藏印</p></br><p  class='title'>【人物名片】</p><p>梁清标（1620—1691年），字玉立，号棠村、蕉林，别号苍岩子，河北真定（现为正定）人。曾于清代顺治、康熙两朝历任兵、礼、刑、户部尚书，保和殿大学士。他精善鉴赏，收藏甚丰，藏品多为稀世之珍，居当时诸藏家之首。梁清标曾收藏此卷。</p>"},


	{id:13,x:20759, y:820 ,title:"广平程氏",details:"<p class='title'>程南云印</p><p>广平郡（今河北鸡泽县、永年县）是『程』姓先民集中居住的地区之一，印文『广平程氏』表明了程南云的家族源流。</p>"},
	
	{id:14,x:17405, y:150 ,title:"屏风",details:"<p>最早的功能是挡风和遮避。据《三礼图》记载：『屏风之名出于汉世，故班固之书多言其物』。随着工艺的进步，屏风逐渐演进为兼具实用性和装饰性的陈设器物。</p></br><p class='title'>【卷中屏风的特点】</p><p>此卷是表现屏风种类和数量最多的作品之一。不同形制的屏风，将夜宴的多个场景有序分隔和巧妙衔接，使得画面浑然一体、气脉相连，是此画卷在构图方面最为人称道的地方。另外，屏风上所绘的图像，在构图和笔墨上，表现出明显的宋人山水的特征，也是鉴定其绘制年代的依据之一。</p>"},


	{id:15,x:17953, y:136 ,title:"舒雅",details:"<p class='title'>【人物名片】</p><p>舒雅，字子正，宣城（今属安徽）人。</p><p>舒雅年轻时姿容秀发，才思敏捷。韩熙载读了舒雅的文章后，大有一见如故的慨叹，立刻收为门生。舒雅常随侍韩熙载嬉戏于夜宴之间。</p>"},


	{id:16,x:18183, y:175 ,title:"朱铣",details:"<p class='title'>【人物名片】</p><p>据传，朱铣为南唐著名书法家。《江表志》卷三列李煜朝『文臣』第三名为韩熙载，第九名为朱铣。</p><p>中书省是中国古代的中央行政机构之一。中书省在唐玄宗开元年间曾一度被改为紫微省，改回中书省后，依旧以紫微郎作为中书舍人之雅称。</p>"},

	{id:17,x:18608, y:167 ,title:"郎粲",details:"<p>南唐进士第一，当年20多岁，</p><p>喜欢歌舞，为韩熙载所赏识。</p>"},

	{id:18,x:19081, y:48 ,title:"衣架",details:"床的一侧放置着一高一低两副衣架。衣架两端上翘、内卷呈牛角状，与椅背两端的『搭脑』形制统一，具有简练舒展的装饰效果。"},


	{id:19,x:17793, y:360 ,title:"王屋山",details:"<p>王屋山在此卷5段场景中出现了3次。据此卷拖尾的跋文记载，王屋山俊慧非常，是韩熙载最宠爱的妾伎。</p>"},



	{id:20,x:18737, y:400 ,title:"韩熙载",details:"<p class='title'>【人物名片】</p><p>韩熙载（902—970年），字叔言，潍州北海（今山东潍坊）人。后唐进士，因父被害而逃奔南方。在五代十国南唐为官，事南唐三主，官至中书侍郎，光政殿学士承旨。卒后追封为右仆射同平章事，谥『文靖』 。有 《定居集》 、《拟议集》、《格言》五十余篇。</p></br><p class='title'>出身官宦之家</p><p>韩熙载生于官宦人家，自曾祖起三代为官。</p><p>曾祖韩均，任官太仆卿（从三品）。</p><p>祖父韩殷，官至侍御史（从六品下）。</p><p>父亲韩光嗣，秘书少监（从四品上）、淄青观察支使。</p></br><p class='title'>熟识儒家典章</p><p>韩熙载被宋人列入南唐儒者传，且居首位。他对仪礼之事十分熟识，常纠正不当之处，并引经据典、令人叹服。南唐中主李璟即位之初，便改升元年号为『保大』。韩熙载则认为，按照礼制，新帝即位次年，才可改元，还说 『逾年改元，古之制也，事不师古，何以训人？』中主李璟以诏书已颁，不便改动为由，拒绝了韩熙载的建议。——据北宋马令《南唐书》</p></br><p class='title'>才艺卓绝不凡</p><p>韩熙载博学多闻，才高气逸。通音律，能歌舞，善书画。—— 据清代官修《全唐文》</p><p>韩熙载很会聊天。他语言诙谐，谈笑风生，使与谈者不觉倦意。——据北宋马令《南唐书》</p><p>他生活有品味，能引领时尚潮流。曾在江南造轻纱帽，被称为『韩君轻格』（此卷中唯有他的帽子与众宾客不同）。——据北宋陶谷《清异录》</p><p>而且，他对墨尤其挑剔。由于四方胶煤多不合心意，于是特意请来歙县工匠朱逢，在书馆旁为其烧墨，将其居所命名为『化松堂』，墨名为『元中子』，又名『麝香月』。一直视之为宝，装于匣中悉心珍藏。可惜熙载死后，姬妾携走，失传于世。——据北宋陶谷《清异录》</p></br><p class='title'>文学功底深厚</p><p>韩熙载『善为文』，尤其擅长撰写纪念性文章，才名远播。江南贵族、士人、僧道纷纷载金帛前来，不惜以千金求其一文。——据北宋马令《南唐书》</p></br><p class='title'>提奖后进之士</p><p>韩熙载有一个长处，就是喜好奖掖后进。每次见到文章尚可的后生，都会亲自为其润色，助其扬名。此外，他还广纳人才。只要发现有才之士，必会请之门下。—— 据北宋马令《南唐书》</p></br><p class='title'>颇具政治眼光</p><p>韩熙载是一个具有远大政治抱负的人，见识有许多独到之处。他入仕以来，多次进言，均能切中时弊。显德年间，韩熙载奉命出使北方，当时赵匡胤（宋王朝的创立者，于975年灭南唐）担任殿前都点检，韩熙载却发现他『顾视不常，不可测也』。后来赵匡胤果然黄袍加身做了皇帝。—— 据《宋史•南唐世家》</p>"},



	{id:21,x:17638, y:450 ,title:"陈致雍",details:"<p class='title'>【人物名片】</p><p>】陈致雍，字表用，莆田（今属福建）人。在闽国（909—945年）为太常卿，南唐破闽后，转仕南唐。博学，善文辞，尤其谙熟宪章典故。太常博士掌祭祀、礼乐、选试博士，是个品级不高的闲职。</p></br><p class='title'>陈致雍与韩熙载</p><p>二人交情甚好，韩熙载四十多岁时也曾担任太常博士一职。二人皆精通礼学，喜蓄妾伎，并喜欢角色扮演。</p></br><p class='title'>熙载有诗《赠陈郎》</p><p>陈郎不着世儒衫，也好嬉游日笑谈。</p><p>幸有葛巾与藜杖，从呼官观老都监。</p>"},


	{id:22,x:18198, y:508 ,title:"李家明",details:"<p class='title'>【人物名片】</p><p>李家明，亦作李嘉明，庐州西昌（庐州即今安徽合肥）人。负责管理在宫廷中演出歌舞、散乐、戏剧的艺人。个性耿直，善于滑稽诙谐的讽谏。</p><p>李家明常入韩熙载家中教授其妾伎音乐。画中，他正在演奏拍板，与妹妹李姬合奏。</p></br><p class='title'>【小百科】</p><p>拍板又称『檀板』，是节奏乐器，用于宫廷器乐、民间说唱和戏曲。古时由西北传入中原，在唐代广为流传。</p>"},


	{id:23,x:18516, y:671 ,title:"注子",details:"<p>这是五代盛行的温酒用具，其造型仿金、银器而制，由外面的注碗和里面的注子两部分组成。饮酒时，用注碗盛热水，间接将注子里的酒加温。从画卷中的色泽和造型看，可能属越州窑系。</p>"},



	{id:24,x:18846, y:550 ,title:"家伎",details:"<p>此卷共画有26位女子（主要人物反复出现）。卷中女子大部分应是韩熙载蓄养的家伎。她们精通歌舞，娴熟器乐，是主人身份和权势的象征。</p><p>南唐贵族蓄养家伎并不足为奇，但韩熙载任由家伎与宾客杂处，行为不检，因此颇遭非议。</p>"},



	{id:25,x:15644, y:58 ,title:"宣统御览之宝",details:"<p class='title'>宣统内府鉴藏印</p><p>溥仪有“宣统御览之宝”共4方，此为其中之一，用于书画鉴赏。</p>"},


	{id:26,x:16053, y:207 ,title:"叉手礼",details:"<p>德明和尚作双手叉合的手势，是致礼的姿势。叉手礼肇始于唐代，风行于两宋，元初仍有延续。</p>"},



	{id:27,x:16849, y:30 ,title:"嘉庆御览之宝",details:"<p class='title'>嘉庆内府鉴藏印</p></br><p class='title'>【文物名片】</p><p>『嘉庆御览之宝』 ，清嘉庆，寿山石质。通高8.5厘米，印面4.3厘米×3.1厘米。随形雕山水小景。汉文篆书。</p>"},

	{id:28,x:15944, y:312 ,title:"舒雅",details:"<p class='title'>师徒结伴佯乞</p><p>韩熙载常与门生舒雅一起玩角色扮演的游戏，『以为笑乐』。</p><p>韩熙载家道殷实，替人撰写碑碣文又得到大量润笔，加上皇帝的赏赐，本来颇富于财。但是他蓄养伎乐，广招宾客，以致家财耗尽，自己一无所有。	每到入不敷出的时候，他就会换上破衣烂衫，装成盲叟模样，手持独弦琴，令门生舒雅执板，敲敲打打，逐房向诸伎乞食。</p>"},


	{id:29,x:16077, y:310 ,title:"德明和尚",details:"<p class='title'>佛学造诣颇深</p><p>德明和尚生平未见记载。据传，宋军包围金陵时，后主李煜在宫中净居室请德明、云真、义伦、崇节等僧人为其讲说《楞严经》、《圆觉经》。可见德明有相当高的佛学造诣。</p>"},

	{id:30,x:16591, y:312 ,title:"韩熙载",details:"<p class='title'>曾是春风得意少年郎</p><p>韩熙载年轻时避祸江南，与好友李谷送别之时，曾说：『江左用吾为相，当长驱以定中原。』这年他二十五岁，正是进士及第，踌躇满志、春风得意之时。他给吴睿帝写了一封文采非凡的自荐信。文中自述，他从小就异于一般的孩童，并自比孔子、张良，希望吴睿帝不拘一格，超常使用，如此，就有示范作用，朝廷才能拥有光明的前途。但他只得到了一个最低等的职务『校书郎』。</p></br><p class='title'>如今垂暮之年无作为</p><p>此后的数十年，一方面由于韩熙载恃才傲物，不拘礼法，另一方面由于南唐朝廷的党争，他与权臣宋齐丘、冯延巳产生矛盾，始终『不得显位』，并一度被贬官。</p><p>尽管后主李煜赏识韩熙载的才华，欲加重用，但韩熙载已经心灰意冷。他以纵情声色来隐藏壮志难酬的心灵苦闷，逃避亡国在即的残酷现实。</p></br>"},


	{id:31,x:16889, y:410 ,title:"陈致雍",details:"<p class='title'>长于论『礼』</p><p>陈致雍对『礼』有深入的研究。《曲台奏议集》是他的奏章、上书、表疏的合集，共二十卷，其中论『礼』文字最多。在此书的序中，南唐徐锴称他『遍读七经，尤明三礼』，『礼者所疑，授经以对；酌于古而无悖，施于今而易行』。此外还有《五礼仪鉴》、《闽王列传》、《晋安海物异名记》等著作，今均不传。</p>"},



	{id:32,x:15694, y:498 ,title:"六幺",details:"<p>画面上王屋山的舞姿，与文献中记载六幺舞『但以手袖为容，踏足为节』互证。</p></br><p class='title'>【小百科】</p><p>六幺舞也叫『绿腰舞』，是一种软舞。唐代李群玉《长沙九日登东楼观舞》诗中描述：『南国有佳人，轻盈绿腰舞。⋯⋯翩如兰苕翠，宛如游龙举。』唐代白居易在《杨柳枝词》中形容『六幺水调家家唱』，可见在当时十分流行。</p>"},


	//{id:33,x:62602, y:2692 ,title:"王屋山",details:""},
	//{id:34,x:16488, y:490 ,title:"羯鼓",details:"<p class='title'>【小百科】</p><p>羯鼓是一种外来的乐器，南北朝时经西域传入内地。唐代宰相宋璟擅长羯鼓，曾以诗句『头似青山峰，手如白雨点』形容击羯鼓时的情景：击鼓时头稳定不动，而下手急促，就像急雨一样。</p>"},
	
	{id:35,x:13297, y:83 ,title:"古希天子",details:"<p class='title'>乾隆皇帝印</p>"},


	{id:36,x:13346, y:360 ,title:"太上皇帝",details:"<p class='title'>乾隆皇帝印</p>"},


	{id:37,x:14027, y:410 ,title:"家伎坐姿",details:"<p>榻中间的家伎与第一段状元郎粲的坐姿相近，一腿盘曲、平放，一腿垂直支起；一手扶膝，一手支地。此坐姿自然、松弛而不失优雅，与佛教中的轮王坐类似，反映了佛教与当时社会生活的密切关系。</p>"},



	{id:38,x:14443, y:542 ,title:"灯檠",details:"<p>灯檠为古代照明用具。其式样繁多，檠端细而尖，下设托盘，可插烛点燃，用盘盛放烛泪。画中灯檠可能为银质，挺劲细瘦，轻巧简朴，与旁边几案精巧的腿部相呼应。</p></br><p class='title'>韩愈有诗《短灯檠歌》</p><p>长檠八尺空自长，短檠二尺便且光。</p><p>黄帘绿幕朱户闭，风露气入秋堂凉。</p>"},


	{id:39,x:14545, y:640 ,title:"方案",details:"<p>卷中几案面板较薄，足部瘦细，装饰简单，但精致纤巧，是用心之作。</p>"},


	{id:40,x:13669, y:430 ,title:"韩熙载",details:"<p class='title'>不得显位&nbsp;戏谑人生</p><p>五代时期社会动荡，士风不古；南唐朝廷朋党争斗，五鬼乱政。韩熙载在江南为官数十年，自觉『不得显位』。但他仍怡然自得，纵情于风月、山水。升任要职后，也经常装病，连朝见国君的仪程也极少参加。</p></br><p class='title'>几度遭贬&nbsp;上表获赦</p><p>韩熙载平生三次被贬官职，其中两次是因为在朝堂上讲话无所顾忌，得罪权臣以致排挤。再一次是由于他蓄养伎妾，不拘小节。后主李煜不得已，将他贬为太子右庶子，分司南都（今江西南昌），要将他逐出京城。</p><p>韩熙载机智地化解了这场危机。他将家伎遣散，做出悔改的样子，上表向后主李煜乞留。后主李煜见后即发慈悲，收回成命，留为秘书监。那些被遣返的妾伎又回到熙载身边，歌舞如旧。李煜感慨『我也拿他没有办法啊。』</p></br><p class='title'>【韩熙载乞留书】</p><p>『诸佛慈悲，常容悔过，宣尼圣哲，亦许自新。臣无横草之功，有滔天之罪，赢形虽在，壮节全消。满船稚子婴儿，尽室行蹄坐哭。劲风孤独，病身那得长存万水千山，回首不堪永诀。』</p>"},

	{id:41,x:11576, y:508 ,title:"乐伎服饰",details:"<p>卷中乐伎多穿窄袖衫，及地长裙系于腰部以上，腰间系带，佩戴披帛。衣领主要有右衽和对襟两种。衣裙上的装饰图案细小，色彩淡雅，反映出南宋女子服饰的特点。</p>"},


	{id:42,x:12446, y:565 ,title:"禅椅",details:"<p>此卷中共出现了六张椅子，唯有这张椅子与其他五张形制略有不同。此椅配有足凳，椅面更宽大，可供坐禅时双腿盘坐其上，被称作『禅椅』。</p>"},



	{id:43,x:12630, y:356 ,title:"韩熙载",details:"<p class='title'>留取歌伎旧舞衣<p><p>韩熙载为人忠诚耿介，见识、学问都有独到之处，但书生气太重，恃才傲物，为权贵所不容。先主李昪的女婿严续请韩熙载为自己父亲写碑文，吹捧一下。送什么好东西，他都不稀罕。最后送他一名美貌的歌伎，韩熙载才收下。文章写好了，却只是『叙其谱裔品秩而已』。严续不满意，封还给他重写。结果，韩熙载拒绝了他的要求，并把这名歌伎还给严续，但是留下了歌伎的泥金带，并在上方题诗一首：</p><p>风柳摇摇无定枝，阳台云雨梦中归。</p><p>他年篷岛音尘断，留取尊前旧舞衣。</p></br><p class='title'>韩熙载感怀诗三首<p></br><p class='title'>奉使中原署馆壁 其一<p><p>仆本江北人，今作江南客。再去江北游，举目无相识。</p><p>金风吹我寒，秋月为谁白。不如归去来，江南有人忆。</p></br><p class='title'>奉使中原署馆壁 其二</p><p>未到故乡时，将为故乡好。</p><p>及至亲得归，争如身不到。</p><p>目前相识无一人，出入空伤我怀抱。</p><p>风雨萧萧旅馆秋，归来窗下和衣倒。</p><p>梦中忽到江南路，寻得花边旧居处。</p><p>桃脸峨眉笑出门，争向前头拥将去。</p></br><p class='title'>送徐铉流舒州</p><p>昔年凄断此江湄，风满征帆泪满衣。</p><p>今日重怜鹡鸰羽，不堪波上又分飞。</p>"},



	{id:44,x:12791, y:634 ,title:"侍女服饰",details:"<p>此侍女腰间裹布，饰以黑鞓革带，与前段王屋山的装扮相同。</p><p class='title'>【小百科】</p><p>黑鞓革带原是宋代武士的戎装，后被女子用作衣饰。</p>"},

	{id:45,x:9527, y:456 ,title:"陈致雍",details:"<p>史书中记载，陈致雍在南唐最初以通『礼』及第。任太常博士八年后，转任秘书监（掌管国家图书典籍），后辞职归家。</p>"},


	{id:46,x:10478, y:471 ,title:"男士衣冠",details:"<p>卷中男士服饰多为圆领、大襟，袖子的大小、宽窄不同，头上戴幞头。整体感觉稳重、简洁。这种男士衣着源于唐代，至宋代无明显变化。</p>"},


	{id:47,x:10771, y:500 ,title:"李家明",details:"<p>李家明常入韩熙载府邸教授乐伎音乐。画中，李家明手执拍板，正在演奏。</p>"},

	{id:49,x:7599, y:111 ,title:"张氏宝藏",details:""},


	{id:48,x:7954, y:148 ,title:"五福五代堂古稀天子宝",details:"<p class='title'>乾隆皇帝印</p><p>甲辰年(1784年)，乾隆帝喜得玄孙，一堂五代，因此镌刻『五福五代堂古稀天子宝』，以志亘古稀有之事。</p>"},


	//{id:50,x:8326, y:88 ,title:"河北棠村",details:"梁清标号“棠村”，河北正定人。故有此印，多用于书画鉴藏。"},

	{id:51,x:7669, y:432 ,title:"冶溪渔隐",details:"<p class='title'>梁清标鉴藏印</p><p>梁清标的家乡真定（现为河北正定）境内有冶河，故有『冶溪渔隐』之印。</p></br><p class='title'>梁清标有诗《冶河》</p><p>冶河卢岸打渔船，醉酒烹鲜煮野泉。</p><p>莫道山翁无乐事，鸟声巧啭蓼花天。</p>"},


	{id:52,x:8026, y:458 ,title:"蕉林",details:"<p class='title'>梁清标鉴藏印</p>"},

	{id:53,x:8177, y:496  ,title:"宜子孙",details:"<p class='title'>乾隆内府鉴藏印</p><p>该印与『三希堂精鉴玺』是乾隆内府著名的鉴赏类印章，二印相互配套使用，共贮于紫檀木圭璧式匣内。钤盖位置也基本固定，一般『三希堂精鉴玺』在上，『宜子孙』在下。</p><p class='title'>【文物名片】</p><p>『宜子孙』，清乾隆，玉质。通高1.5厘米，印面2.5厘米×2.5厘米，纽高0.8厘米。瓦纽方形玺，汉文篆书。</p>"},

	{id:54,x:8456, y:398 ,title:"舒雅",details:"<p>南唐覆灭后，舒雅归宋，任将作监丞、秘阁校理，参与《文苑英华》、《周礼》、《礼记》的校订，校勘《史记》、前后《汉书》，预修《续通典》等。享寿七十有余。</p>"},


	{id:55,x:8918, y:321 ,title:"韩熙载",details:"<p>韩熙载受时人追捧，被尊称为『韩夫子』，出门常被围观，见者以为『神仙中人』。后人评价他『千古无两』，甚至将他比作老庄。尤其明代李贽，将韩熙载的风采、节操、耿介、不拘小节以及圆滑的品性归入『达者』类，引为同调，视为师友。《韩熙载夜宴图》更被反复临摹和搬演，成为千古不衰的艺术主题。原因何在？</p><p class='title'>『隐逸』彰显文人风骨</p><p>中国古代文人在生不逢时之际，往往将『隐逸』当作一种生存的方式。『隐逸』代表着道德上一种积极而不是消极的行动。韩熙载佯狂自污的形象，是『大隐于朝』的一个典范，蕴含着才高俊逸之士身逢乱世的可能修为。</p></br><p class='title'>【后人评议韩熙载】</p><p>开宝三年（970年），韩熙载六十九岁因病离世。李后主深感痛惜，一直想要拜他为相而不可得，想要追封之。咨询大臣之后，乃赠熙载『平章事』，谥号『文靖』，葬在梅岭冈大文豪谢安的墓旁。并命集贤殿学士徐锴收集韩熙载的文章，藏于书殿。——据北宋马令《南唐书》</p><p>熙载才气俊逸，机用周敏。性高简，无所悲屈。未尝拜一人，虽被遣逐，终不改节。江左号韩夫子。——据《宋史•南唐世家》</p><p>寄意玄邈，直作解脱观，摹拟郭汾阳，本乎老庄之微枢。——据明末清初王铎《夜宴图跋》</p><p>韩熙载所为，千古无两，大是奇事，此殆不欲索解人欦？——据清代年羹尧《夜宴图跋》</p>"},



	{id:56,x:7457, y:678 ,title:"球图宝骨肉情",details:""},


	{id:57,x:7557, y:812 ,title:"南北东西只有相随无别离",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>以图刻印视若至宝</p><p>张大千得到《韩熙载夜宴图》后喜出望外，视之为大风堂无上至宝。曾请篆刻家曾绍杰刻『昵燕楼』，又请篆刻家张祥凝刻『昵燕楼书画印』，并刻“南北东西只有相随无别离”钤于此画上（古时“燕”与“宴”通用）。</p></br><p class='title'>依依惜别居所为念</p><p>1949年，张大千匆匆去国。后于1952年出售大风堂镇室之宝董源《潇湘图》及顾闳中《韩熙载夜宴图》等卷。</p><p>张大千到南美阿根廷后，所居之地取名『昵燕楼』，聊以纪念。</p>"},


	{id:58,x:7805, y:680 ,title:"八徽耄念之宝",details:"<p class='title'>乾隆皇帝印</p><p>此印刻于乾隆五十五年(1790年)乾隆帝八十圣寿之时。为刻制此玺，乾隆皇帝曾作《八徽耄念之宝记》，并配副章『自强不息』，时刻提醒自己，莫因年高而倦怠；守成之主应时时警惕，不可溺于宴安，而失其国体。</p>"},


	{id:59,x:8144, y:730 ,title:"别时容易",details:"<p class='title'>张大千鉴藏印</p><p>『别时容易』出自南唐后主李煜的词《浪淘沙》：『帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。』</p>"},

	{id:60,x:4444, y:44 ,title:"罔极庵",details:"<p class='title'>叶恭绰印</p>"},


	{id:61,x:5138, y:56 ,title:"秋碧",details:"<p class='title'>梁清标鉴藏印</p><p>梁清标斋号『秋碧堂』，故有此印。</p>"},



	{id:62,x:5256, y:328 ,title:"彦功",details:"<p class='title'>【人物小传】</p><p>班惟志（生活于十四世纪），字彦功，大梁（今河南开封）人。工诗文、书画，官至江浙儒学提举。</p>"},



	{id:63,x:5273, y:498 ,title:"推己及人",details:"<p>班惟志鉴藏印</p>"},



	{id:64,x:5268, y:678 ,title:"班",details:""},


	{id:65,x:4635, y:678 ,title:"苍岩子",details:"<p class='title'>梁清标鉴藏印</p><p>『苍岩子』是梁清标的别号。梁清标家真定府（现为河北正定）西南有苍岩山，为名胜地，有『五岳奇秀览一山，太行群峰唯苍岩』之称。</p>"},



	{id:66,x:4631, y:811 ,title:"蕉林居士",details:"<p class='title'>梁清标鉴藏印</p>"},


	{id:67,x:4414, y:801 ,title:"纬萧草堂画记",details:"<p class='title'>宋荦鉴藏印</p>"},

	{id:68,x:2124, y:778 ,title:"大风堂珍藏印",details:""},

	{id:69,x:2391, y:688 ,title:"庞元济跋",details:"<p class='title'>【人物名片】</p><p>庞元济（1864—1949年），字莱臣，号虚斋，浙江吴兴南浔人。庞元济出身望族，财力雄厚，精于鉴赏，收藏尤以书画最精，编有《虚斋名画录》和《虚斋名画续录》，为当时著名书画收藏家之一。</p>"},



	{id:70,x:93, y:657 ,title:"叶恭绰跋",details:"<p>此段题跋对图中的男女衣饰、乐器、家具等名物制度进行了逐一考订，亦根据图中形象讨论了妇女缠足、垂足而坐等习俗的演变</p> "},


	{id:71,x:3039, y:354 ,title:"叶恭绰跋",details:"<p class='title'>【人物名片】</p><p>叶恭绰（1881—1968年），字裕甫，号遐庵，广东番禺（今广州）人。精通文物鉴藏、书画诗词，著述甚丰，同时也是中国近代政治史上极有影响的人物。</p> "},
	//{id:72,x:295, y:3936 ,title:"叶恭绰跋",details:" 叶恭绰跋"},

	{id:78,x:21584, y:419 ,title:"程南云题",details:"<p class='title'>【释文】</p><p>夜宴图</p><p>太常卿兼经筵侍书程南云题</p><p class='title'>【人物名片】</p><p>程南云，字青轩，号远斋，明初江西南城人。程南云为元代名臣程钜夫五世孙，幼时承父兄之教，后得老师陈登之传，字备篆隶楷草，尤精篆隶，受时人推崇。程南云曾参与编修《永乐大典》，官至太常卿兼经筵侍书。</p>"},

	{id:79,x:20238, y:500 ,title:"乾隆皇帝御题",details:"【释文】</p><p>是卷后书小传云：熙载以朱温时登进士第，耽声色，不事名检。继得别卷，载陆游所撰熙载传，则云：唐同光中，擢进士第。元宗朝，数言朝廷事，无所回隐。又言：齐丘党与，必基祸；使周时，识赵点检，顾视非常。两卷所载，出身不同，而品识亦异，纪载之不可尽信如此。及考欧阳《五代史》，云：熙载尽忠，能直言。又云：后房妓妾数十人，以此不得为相。观其与李谷酒酣临诀之语，意气甚壮。及周师渡淮之役，毫不能有所为，则其人亦不免于大言无当，非有干济之实用者。跋内又载后主伺其家宴，命闳中辈丹青以进，岂非叔季之君臣专事声色游戏，徒贻笑于后世乎。然闳中此卷，绘事特精妙，故收之秘笈甲观中，以备鉴戒。乾隆御识。</p><p>此段乾隆皇帝御题，对韩熙载和《韩熙载夜宴图》阐明了四层涵义。</p></br><p class='title'>记载不可尽信</p><p>乾隆皇帝得到两卷不同的《韩熙载夜宴图》，这两卷上对韩熙载的记载，出身不同，品识亦异，可见『纪载之不可尽信如此』。</p></br><p class='title'>少时得意暮年无为</p><p>参照其他记载后，乾隆皇帝发表了对韩熙载的评价：年轻时意气风发，会讲大话；年老之期，关键时刻，无所作为。</p></br><p class='title'>后主李煜贻笑后世</p><p>对于南唐后主李煜命顾闳中绘《韩熙载夜宴图》的传说，乾隆皇帝并未讨论其真假，只是说，后主李煜这种做法让后世耻笑。</p></br><p class='title'>画法精妙&nbsp;值得称道</p><p>最后，乾隆皇帝特别肯定此卷绘画技法的精妙。因此，收入《石渠宝笈》，以备借鉴。</p>"},

	{id:80,x:19894, y:182 ,title:"南宋人残题",details:"<p class='title'>【释文】</p><p>熙载风流清旷……为天官侍郎以……修为时论所诮……著此图</p></br><p class='title'>残题作者</p><p>题跋共二十余字。清代《平生壮观》中著录为南宋高宗赵构题。</p></br><p class='title'>残题解读</p><p>这段残题十分重要，它首次指明了画卷的主人公是韩熙载，画中内容是韩熙载的风流生活。并且指出：韩熙载因生活不检点导致舆论讥诮，于是有人承旨绘制了此图。其中，还记载了韩熙载的官职为『天官侍郎』，即吏部侍郎。韩熙载于961—964年间担任吏部侍郎，『根据这段残题，画中的韩熙载时年六十岁左右。』</p></br><p class='title'>【小百科】</p><p>吏部掌管官吏的选授、勋封、考课等，为中央六部『吏部、户部、礼部、兵部、刑部、工部』之首。后世亦称吏部为天官。</p>"},

	{id:81,x:17308, y:610 ,title:"李姬",details:" <p>李姬是教坊副使李家明之妹，深得韩熙载宠爱。</p><p class='title'>横抱琵琶尽显古韵</p><p>自唐代起，演奏琵琶逐渐从横抱发展为竖抱。李姬的演奏姿势，为古时『横抱琵琶』之说提供了图像佐证。</p>"},

	{id:82,x:11239, y:219 ,title:"筚篥",details:"<p class='title'>【小百科】</p><p>筚篥是古代管乐器的一种，源自龟兹牧人，在唐代盛行中原，成为宫廷燕乐中的主要乐器。筚篥音色深沉、浑厚，古人往往借它表现悲愤激昂的情绪，抒发伤时感事的情怀。</p>"},

	{id:83,x:11557, y:248 ,title:"笛子",details:"<p class='title'>【小百科】</p><p>笛子是一种管乐器。它是中国音乐的代表乐器之一，其历史可以追溯到新石器时代。笛声清亮悠扬，既可以表现热烈欢快的情绪，也可以抒发思念和哀怨之情。</p>"},

	{id:84,x:8092, y:91 ,title:"乾隆鉴赏",details:"<p class='title'>乾隆内府鉴藏印</p><p>此卷曾为清宫旧藏。在《石渠宝笈》初编中被列为上等。《石渠宝笈》初编著录书画，分别用鉴藏玺加以区别。上等者则钤以『乾隆鉴赏』、『三希堂精鉴玺』、『宜子孙』三玺。</p>"},

	{id:85,x:8178, y:326 ,title:"三希堂精鉴玺",details:"<p class='title'>乾隆内府鉴藏印</p><p>三希堂位于养心殿的西暖阁，因藏有王羲之『快雪时晴帖』、王献之『中秋帖』和王珣『伯远帖』三件希世之珍而得名。故有『三希堂精鉴玺』，多与画面下方的『宜子孙』印配套使用。</p></br><p class='title'>【文物名片】</p><p>『三希堂精鉴玺』，清乾隆，青玉质。通高1.9厘米，印面4厘米×2.2厘米，纽高1厘米。螭纽长方形玺，汉文篆书。</p>"},

	{id:86,x:7955, y:700 ,title:"商丘宋荦审定真迹",details:"<p class='title'>宋荦鉴藏印</p></br><p class='title'>【人物名片】</p><p>宋荦（1634—1713年），字牧仲，号漫堂，河南商丘人。康熙年间以父荫入仕，官江苏巡抚，后累升至吏部尚书，加太子少师。为官以清节名著于时。博学多识，精于鉴藏，工诗词古文，所作兰竹极超妙。著有《西陂类稿》、《枫香词》、《漫堂墨品》、《沧浪小识》等书。</p>"},

	{id:87,x:8144, y:850 ,title:"敌国之富",details:"<p class='title'>张大千鉴藏印</p><p>印文出自『富可敌国』，形容极为富有，此印以自夸的口吻，表明张大千自诩收藏数量之多，质量之高。</p>"},

	{id:88,x:7979, y:1020 ,title:"绍勋",details:"<p class='title'>史弥远鉴藏印</p><p>『绍勋』是此卷上年代最早的鉴藏印章，自此流传有绪。曾先后为元代班惟志、明末清初王鹏冲、孙承泽、梁清标等人收藏，并经明末清初王铎两次题跋和清初宋荦鉴定。</p><p>乾隆（1736—1795年）初期，已被清宫收藏。1924年，溥仪将此图携带出宫，后被张大千购入。二十世纪五十年代，中国政府在香港将此卷购回，划拨故宫博物院收藏。徐邦达先生考『绍勋』二字是史弥远要克绍父业之意。</p></br><p class='title'>【人物名片】</p><p>史弥远（1164—1233年），字同叔，明州鄞县（今属浙江宁波）人。宋孝宗时代宰相史浩之子。宋宁宗和宋理宗朝权臣。</p>"},

	{id:89,x:19614, y:563 ,title:"御书房鉴藏宝",details:"<p class='title'>乾隆内府鉴藏印</p><p>此卷曾藏于御书房。</p><p>被《石渠宝笈》初编著录的书画，曾分别收藏于乾清宫、养心殿、重华宫、御书房四处，并依其收藏地点钤盖殿座章加以区别。</p>"},
	
];


var Points3 = [
	{id:1,x:39421, y:908 ,title:"石渠宝笈",details:"<p class='title'>乾隆内府鉴藏印</p></br><p class='title'>此印用于清宫珍藏</p><p>《石渠宝笈》是乾隆、嘉庆二朝相继编撰的书画著录书，其中著录了清内府所藏、清代列朝帝王书画作品、历代名家传世书画作品。它是距我们时代最近、收录书画甚富、迄今仍有大部分书画传世的重要书画著录文献。钤盖『石渠宝笈』印是作品被内府所藏并由此书著录的标志。</p></br><p class='title'>著录说法流传至今</p><p>以『韩熙载夜宴』为主题的画作版本很多，传说中的作者也有好几位。《石渠宝笈》之前的文献，并未将此卷列在顾闳中名下。</p><p>《石渠宝笈》初编首次将此卷定为顾闳中真迹，这种说法一直流传至今。但是，清代孙承泽著于顺治十三年（1656年）的《庚子销夏记》中，首次指出『大约南宋院中人笔』。</p>"}, 



	{id:2,x:39747, y:1241 ,title:"潇湘画楼",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>『潇湘画楼』以藏画命名</p><p>张大千曾藏有南唐董源的《潇湘图》。这令他十分引以为傲。因此，他以『潇湘画楼』命名自己的书画堂，并请篆刻家方介堪镌刻『潇湘画楼』印，多钤在临摹董源的作品上，也作为收藏印使用</p></br><p class='title'>【人物名片】</p><p>张大千（1899—1983年），四川内江人。近代最负盛名的国画大师之一。</p>"},


	{id:3,x:38763, y:895 ,title:"床",details:"<p>卷中家具的图像，反映出唐宋之际人们从『席地而坐』逐步转变为『垂足而坐』所带来室内陈设的变化。早期兼有坐卧功能的床，在此卷中分别为坐榻与卧床。床的两侧和背后设置围屏，上部架设床帐，为半封闭式的卧具。</p>" },
	

	{id:4,x:40144, y:1243 ,title:"宣统鉴赏",details:"<p class='title'>宣统皇帝鉴藏印</p><p>清代末帝溥仪（宣统皇帝）曾对收藏于宫内的字画进行过清点，并钤盖“宣统御览之宝”、“宣统鉴赏”、“无逸斋精鉴玺”等印。</p>"},


	{id:5,x:38755, y:1203 ,title:"琵琶",details:"<p class='title'>【小百科】</p><p>琵琶又称『批把』，本是游牧民族乐器，最早见于汉代刘熙 《释名•释乐器》。 在隋唐， 琵琶的发展出现了一个高峰。上至宫廷乐队，下至民间演唱都少不了琵琶。从敦煌壁画和云冈石刻中，能够看到它在当时乐队中的领奏地位。</p>"},


	{id:6,x:39179, y:99 ,title:"乾隆御览之宝",details:"<p class='title'>乾隆内府鉴藏印</p><p>据《乾隆宝薮》中记载，乾隆皇帝即位后镌刻的第一方印玺就是『乾隆御览之宝』。此印有多方，是乾隆皇帝著名的鉴赏类印章。</p>"},



	{id:7,x:39333, y:1643 ,title:"吴熙载印",details:"<p class='title'>【劫灰外物】朱文方印</p><p>此印为吴氏自用收藏印，很多经其收藏的古代名迹上都钤盖此方印章。</p></br><p class='title'>【人物名片】</p><p>吴让之 （1799—1870年），原名廷扬，字熙载，后以字行，改字让之，江苏仪征（今扬州）人。清代篆刻家、书法家，包世臣的入室弟子。善书画，尤精篆刻。</p>"},

	{id:8,x:39765, y:1700 ,title:"不负古人告后人",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>舍豪宅买名画</p><p>为得到此卷《韩熙载夜宴图》，1945年秋，张大千放弃了在北京购买一所前清王府的计划，用此五百两黄金，从玉池山房马霁川手中购得此卷。在他看来，房子以后还有，而传世古画则一纵即失，再难寻觅。张大千以此『舍豪宅买名画』的雅事引以自傲。</p>"},


	//{id:9,x:39356, y:1900 ,title:"河北棠村",details:"梁清标鉴藏印"},


	{id:10,x:40138, y:1650 ,title:"无逸斋精鉴玺",details:"<p class='title'>宣统皇帝鉴藏印</p><p>无逸斋位于养心殿东院，『无逸斋精鉴玺』有两方，常钤于溥仪鉴赏过的书画上。</p></br><p class='title'>【文物名片】</p><p>『无逸斋精鉴玺』，清末，象牙质。通高7.75厘米，印面3.1厘米×1.7厘米。清宫旧藏。</p>"},


	{id:11,x:40301, y:1350 ,title:"乾隆",details:"<p>乾隆朝初期，此卷已被清宫收藏。因此，卷上除乾隆皇帝本人的文房用印以外，另钤有清宫内府鉴藏印多方。</p>"},


	{id:12,x:40393, y:210 ,title:"蕉林书屋",details:"<p class='title'>梁清标鉴藏印</p></br><p  class='title'>【人物名片】</p><p>梁清标（1620—1691年），字玉立，号棠村、蕉林，别号苍岩子，河北真定（现为正定）人。曾于清代顺治、康熙两朝历任兵、礼、刑、户部尚书，保和殿大学士。他精善鉴赏，收藏甚丰，藏品多为稀世之珍，居当时诸藏家之首。梁清标曾收藏此卷。</p>"},


	{id:13,x:41503, y:1800 ,title:"广平程氏",details:"<p class='title'>程南云印</p><p>广平郡（今河北鸡泽县、永年县）是『程』姓先民集中居住的地区之一，印文『广平程氏』表明了程南云的家族源流。</p>"},
	
	{id:14,x:34790, y:334 ,title:"屏风",details:"<p>最早的功能是挡风和遮避。据《三礼图》记载：『屏风之名出于汉世，故班固之书多言其物』。随着工艺的进步，屏风逐渐演进为兼具实用性和装饰性的陈设器物。</p></br><p class='title'>【卷中屏风的特点】</p><p>此卷是表现屏风种类和数量最多的作品之一。不同形制的屏风，将夜宴的多个场景有序分隔和巧妙衔接，使得画面浑然一体、气脉相连，是此画卷在构图方面最为人称道的地方。另外，屏风上所绘的图像，在构图和笔墨上，表现出明显的宋人山水的特征，也是鉴定其绘制年代的依据之一。</p>"},


	{id:15,x:35887, y:287 ,title:"舒雅",details:"<p class='title'>【人物名片】</p><p>舒雅，字子正，宣城（今属安徽）人。</p><p>舒雅年轻时姿容秀发，才思敏捷。韩熙载读了舒雅的文章后，大有一见如故的慨叹，立刻收为门生。舒雅常随侍韩熙载嬉戏于夜宴之间。</p>"},


	{id:16,x:36364, y:352 ,title:"朱铣",details:"<p class='title'>【人物名片】</p><p>据传，朱铣为南唐著名书法家。《江表志》卷三列李煜朝『文臣』第三名为韩熙载，第九名为朱铣。</p><p>中书省是中国古代的中央行政机构之一。中书省在唐玄宗开元年间曾一度被改为紫微省，改回中书省后，依旧以紫微郎作为中书舍人之雅称。</p>"},

	{id:17,x:37211, y:338 ,title:"郎粲",details:"<p>南唐进士第一，当年20多岁，</p><p>喜欢歌舞，为韩熙载所赏识。</p>"},

	{id:18,x:38176, y:96 ,title:"衣架",details:"床的一侧放置着一高一低两副衣架。衣架两端上翘、内卷呈牛角状，与椅背两端的『搭脑』形制统一，具有简练舒展的装饰效果。"},


	{id:19,x:35584, y:770 ,title:"王屋山",details:"<p>王屋山在此卷5段场景中出现了3次。据此卷拖尾的跋文记载，王屋山俊慧非常，是韩熙载最宠爱的妾伎。</p>"},



	{id:20,x:37464, y:800 ,title:"韩熙载",details:"<p class='title'>【人物名片】</p><p>韩熙载（902—970年），字叔言，潍州北海（今山东潍坊）人。后唐进士，因父被害而逃奔南方。在五代十国南唐为官，事南唐三主，官至中书侍郎，光政殿学士承旨。卒后追封为右仆射同平章事，谥『文靖』 。有 《定居集》 、《拟议集》、《格言》五十余篇。</p></br><p class='title'>出身官宦之家</p><p>韩熙载生于官宦人家，自曾祖起三代为官。</p><p>曾祖韩均，任官太仆卿（从三品）。</p><p>祖父韩殷，官至侍御史（从六品下）。</p><p>父亲韩光嗣，秘书少监（从四品上）、淄青观察支使。</p></br><p class='title'>熟识儒家典章</p><p>韩熙载被宋人列入南唐儒者传，且居首位。他对仪礼之事十分熟识，常纠正不当之处，并引经据典、令人叹服。南唐中主李璟即位之初，便改升元年号为『保大』。韩熙载则认为，按照礼制，新帝即位次年，才可改元，还说 『逾年改元，古之制也，事不师古，何以训人？』中主李璟以诏书已颁，不便改动为由，拒绝了韩熙载的建议。——据北宋马令《南唐书》</p></br><p class='title'>才艺卓绝不凡</p><p>韩熙载博学多闻，才高气逸。通音律，能歌舞，善书画。—— 据清代官修《全唐文》</p><p>韩熙载很会聊天。他语言诙谐，谈笑风生，使与谈者不觉倦意。——据北宋马令《南唐书》</p><p>他生活有品味，能引领时尚潮流。曾在江南造轻纱帽，被称为『韩君轻格』（此卷中唯有他的帽子与众宾客不同）。——据北宋陶谷《清异录》</p><p>而且，他对墨尤其挑剔。由于四方胶煤多不合心意，于是特意请来歙县工匠朱逢，在书馆旁为其烧墨，将其居所命名为『化松堂』，墨名为『元中子』，又名『麝香月』。一直视之为宝，装于匣中悉心珍藏。可惜熙载死后，姬妾携走，失传于世。——据北宋陶谷《清异录》</p></br><p class='title'>文学功底深厚</p><p>韩熙载『善为文』，尤其擅长撰写纪念性文章，才名远播。江南贵族、士人、僧道纷纷载金帛前来，不惜以千金求其一文。——据北宋马令《南唐书》</p></br><p class='title'>提奖后进之士</p><p>韩熙载有一个长处，就是喜好奖掖后进。每次见到文章尚可的后生，都会亲自为其润色，助其扬名。此外，他还广纳人才。只要发现有才之士，必会请之门下。—— 据北宋马令《南唐书》</p></br><p class='title'>颇具政治眼光</p><p>韩熙载是一个具有远大政治抱负的人，见识有许多独到之处。他入仕以来，多次进言，均能切中时弊。显德年间，韩熙载奉命出使北方，当时赵匡胤（宋王朝的创立者，于975年灭南唐）担任殿前都点检，韩熙载却发现他『顾视不常，不可测也』。后来赵匡胤果然黄袍加身做了皇帝。—— 据《宋史•南唐世家》</p>"},



	{id:21,x:35248, y:931 ,title:"陈致雍",details:"<p class='title'>【人物名片】</p><p>】陈致雍，字表用，莆田（今属福建）人。在闽国（909—945年）为太常卿，南唐破闽后，转仕南唐。博学，善文辞，尤其谙熟宪章典故。太常博士掌祭祀、礼乐、选试博士，是个品级不高的闲职。</p></br><p class='title'>陈致雍与韩熙载</p><p>二人交情甚好，韩熙载四十多岁时也曾担任太常博士一职。二人皆精通礼学，喜蓄妾伎，并喜欢角色扮演。</p></br><p class='title'>熙载有诗《赠陈郎》</p><p>陈郎不着世儒衫，也好嬉游日笑谈。</p><p>幸有葛巾与藜杖，从呼官观老都监。</p>"},


	{id:22,x:36403, y:1017 ,title:"李家明",details:"<p class='title'>【人物名片】</p><p>李家明，亦作李嘉明，庐州西昌（庐州即今安徽合肥）人。负责管理在宫廷中演出歌舞、散乐、戏剧的艺人。个性耿直，善于滑稽诙谐的讽谏。</p><p>李家明常入韩熙载家中教授其妾伎音乐。画中，他正在演奏拍板，与妹妹李姬合奏。</p></br><p class='title'>【小百科】</p><p>拍板又称『檀板』，是节奏乐器，用于宫廷器乐、民间说唱和戏曲。古时由西北传入中原，在唐代广为流传。</p>"},


	{id:23,x:37032, y:1343 ,title:"注子",details:"<p>这是五代盛行的温酒用具，其造型仿金、银器而制，由外面的注碗和里面的注子两部分组成。饮酒时，用注碗盛热水，间接将注子里的酒加温。从画卷中的色泽和造型看，可能属越州窑系。</p>"},



	{id:24,x:37661, y:1121 ,title:"家伎",details:"<p>此卷共画有26位女子（主要人物反复出现）。卷中女子大部分应是韩熙载蓄养的家伎。她们精通歌舞，娴熟器乐，是主人身份和权势的象征。</p><p>南唐贵族蓄养家伎并不足为奇，但韩熙载任由家伎与宾客杂处，行为不检，因此颇遭非议。</p>"},



	{id:25,x:31289, y:191 ,title:"宣统御览之宝",details:"<p class='title'>宣统内府鉴藏印</p><p>溥仪有“宣统御览之宝”共4方，此为其中之一，用于书画鉴赏。</p>"},


	{id:26,x:32117, y:424 ,title:"叉手礼",details:"<p>德明和尚作双手叉合的手势，是致礼的姿势。叉手礼肇始于唐代，风行于两宋，元初仍有延续。</p>"},



	{id:27,x:33712, y:115 ,title:"嘉庆御览之宝",details:"<p class='title'>嘉庆内府鉴藏印</p></br><p class='title'>【文物名片】</p><p>『嘉庆御览之宝』 ，清嘉庆，寿山石质。通高8.5厘米，印面4.3厘米×3.1厘米。随形雕山水小景。汉文篆书。</p>"},

	{id:28,x:31889, y:637 ,title:"舒雅",details:"<p class='title'>师徒结伴佯乞</p><p>韩熙载常与门生舒雅一起玩角色扮演的游戏，『以为笑乐』。</p><p>韩熙载家道殷实，替人撰写碑碣文又得到大量润笔，加上皇帝的赏赐，本来颇富于财。但是他蓄养伎乐，广招宾客，以致家财耗尽，自己一无所有。	每到入不敷出的时候，他就会换上破衣烂衫，装成盲叟模样，手持独弦琴，令门生舒雅执板，敲敲打打，逐房向诸伎乞食。</p>"},


	{id:29,x:32186, y:645 ,title:"德明和尚",details:"<p class='title'>佛学造诣颇深</p><p>德明和尚生平未见记载。据传，宋军包围金陵时，后主李煜在宫中净居室请德明、云真、义伦、崇节等僧人为其讲说《楞严经》、《圆觉经》。可见德明有相当高的佛学造诣。</p>"},

	{id:30,x:33157, y:624 ,title:"韩熙载",details:"<p class='title'>曾是春风得意少年郎</p><p>韩熙载年轻时避祸江南，与好友李谷送别之时，曾说：『江左用吾为相，当长驱以定中原。』这年他二十五岁，正是进士及第，踌躇满志、春风得意之时。他给吴睿帝写了一封文采非凡的自荐信《上睿帝行止状》。文中自述，他从小就异于一般的孩童，并自比孔子、张良，希望吴睿帝不拘一格，超常使用，如此，就有示范作用，朝廷才能拥有光明的前途。但他只得到了一个最低等的职务『校书郎』。</p></br><p class='title'>如今垂暮之年无作为</p><p>此后的数十年，一方面由于韩熙载恃才傲物，不拘礼法，另一方面由于南唐朝廷的党争，他与权臣宋齐丘、冯延巳产生矛盾，始终『不得显位』，并一度被贬官。</p><p>尽管后主李煜赏识韩熙载的才华，欲加重用，但韩熙载已经心灰意冷。他以纵情声色来隐藏壮志难酬的心灵苦闷，逃避亡国在即的残酷现实。</p></br>"},


	{id:31,x:33739, y:840 ,title:"陈致雍",details:"<p class='title'>长于论『礼』</p><p>陈致雍对『礼』有深入的研究。《曲台奏议集》是他的奏章、上书、表疏的合集，共二十卷，其中论『礼』文字最多。在此书的序中，南唐徐锴称他『遍读七经，尤明三礼』，『礼者所疑，授经以对；酌于古而无悖，施于今而易行』。此外还有《五礼仪鉴》、《闽王列传》、《晋安海物异名记》等著作，今均不传。</p>"},



	{id:32,x:31398, y:1059 ,title:"六幺",details:"<p>画面上王屋山的舞姿，与文献中记载六幺舞『但以手袖为容，踏足为节』互证。</p></br><p class='title'>【小百科】</p><p>六幺舞也叫『绿腰舞』，是一种软舞。唐代李群玉《长沙九日登东楼观舞》诗中描述：『南国有佳人，轻盈绿腰舞。⋯⋯翩如兰苕翠，宛如游龙举。』唐代白居易在《杨柳枝词》中形容『六幺水调家家唱』，可见在当时十分流行。</p>"},


	//{id:33,x:62602, y:2692 ,title:"王屋山",details:""},
	//{id:34,x:32938, y:1005 ,title:"羯鼓",details:"<p class='title'>【小百科】</p><p>羯鼓是一种外来的乐器，南北朝时经西域传入内地。唐代宰相宋璟擅长羯鼓，曾以诗句『头似青山峰，手如白雨点』形容击羯鼓时的情景：击鼓时头稳定不动，而下手急促，就像急雨一样。</p>"},
	
	{id:35,x:26590, y:171 ,title:"古希天子",details:"<p class='title'>乾隆皇帝印</p>"},


	{id:36,x:26692, y:756 ,title:"太上皇帝",details:"<p class='title'>乾隆皇帝印</p>"},


	{id:37,x:28026, y:864 ,title:"家伎坐姿",details:"<p>榻中间的家伎与第一段状元郎粲的坐姿相近，一腿盘曲、平放，一腿垂直支起；一手扶膝，一手支地。此坐姿自然、松弛而不失优雅，与佛教中的轮王坐类似，反映了佛教与当时社会生活的密切关系。</p>"},



	{id:38,x:28910, y:1095 ,title:"灯檠",details:"<p>灯檠为古代照明用具。其式样繁多，檠端细而尖，下设托盘，可插烛点燃，用盘盛放烛泪。画中灯檠可能为银质，挺劲细瘦，轻巧简朴，与旁边几案精巧的腿部相呼应。</p></br><p class='title'>韩愈有诗《短灯檠歌》</p><p>长檠八尺空自长，短檠二尺便且光。</p><p>黄帘绿幕朱户闭，风露气入秋堂凉。</p>"},


	{id:39,x:29132, y:1243 ,title:"方案",details:"<p>卷中几案面板较薄，足部瘦细，装饰简单，但精致纤巧，是用心之作。</p>"},


	{id:40,x:27306, y:897 ,title:"韩熙载",details:"<p class='title'>不得显位&nbsp;戏谑人生</p><p>五代时期社会动荡，士风不古；南唐朝廷朋党争斗，五鬼乱政。韩熙载在江南为官数十年，自觉『不得显位』。但他仍怡然自得，纵情于风月、山水。升任要职后，也经常装病，连朝见国君的仪程也极少参加。</p></br><p class='title'>几度遭贬&nbsp;上表获赦</p><p>韩熙载平生三次被贬官职，其中两次是因为在朝堂上讲话无所顾忌，得罪权臣以致排挤。再一次是由于他蓄养伎妾，不拘小节。后主李煜不得已，将他贬为太子右庶子，分司南都（今江西南昌），要将他逐出京城。</p><p>韩熙载机智地化解了这场危机。他将家伎遣散，做出悔改的样子，上表向后主李煜乞留。后主李煜见后即发慈悲，收回成命，留为秘书监。那些被遣返的妾伎又回到熙载身边，歌舞如旧。李煜感慨『我也拿他没有办法啊。』</p></br><p class='title'>【韩熙载乞留书】</p><p>『诸佛慈悲，常容悔过，宣尼圣哲，亦许自新。臣无横草之功，有滔天之罪，赢形虽在，壮节全消。满船稚子婴儿，尽室行蹄坐哭。劲风孤独，病身那得长存万水千山，回首不堪永诀。』</p>"},

	{id:41,x:23148, y:1078 ,title:"乐伎服饰",details:"<p>卷中乐伎多穿窄袖衫，及地长裙系于腰部以上，腰间系带，佩戴披帛。衣领主要有右衽和对襟两种。衣裙上的装饰图案细小，色彩淡雅，反映出南宋女子服饰的特点。</p>"},


	{id:42,x:24900, y:1179 ,title:"禅椅",details:"<p>此卷中共出现了六张椅子，唯有这张椅子与其他五张形制略有不同。此椅配有足凳，椅面更宽大，可供坐禅时双腿盘坐其上，被称作『禅椅』。</p>"},



	{id:43,x:25264, y:742 ,title:"韩熙载",details:"<p class='title'>留取歌伎旧舞衣<p><p>韩熙载为人忠诚耿介，见识、学问都有独到之处，但书生气太重，恃才傲物，为权贵所不容。先主李昪的女婿严续请韩熙载为自己父亲写碑文，吹捧一下。送什么好东西，他都不稀罕。最后送他一名美貌的歌伎，韩熙载才收下。文章写好了，却只是『叙其谱裔品秩而已』。严续不满意，封还给他重写。结果，韩熙载拒绝了他的要求，并把这名歌伎还给严续，但是留下了歌伎的泥金带，并在上方题诗一首：</p><p>风柳摇摇无定枝，阳台云雨梦中归。</p><p>他年篷岛音尘断，留取尊前旧舞衣。</p></br><p class='title'>韩熙载感怀诗三首<p></br><p class='title'>奉使中原署馆壁 其一<p><p>仆本江北人，今作江南客。再去江北游，举目无相识。</p><p>金风吹我寒，秋月为谁白。不如归去来，江南有人忆。</p></br><p class='title'>奉使中原署馆壁 其二</p><p>未到故乡时，将为故乡好。</p><p>及至亲得归，争如身不到。</p><p>目前相识无一人，出入空伤我怀抱。</p><p>风雨萧萧旅馆秋，归来窗下和衣倒。</p><p>梦中忽到江南路，寻得花边旧居处。</p><p>桃脸峨眉笑出门，争向前头拥将去。</p></br><p class='title'>送徐铉流舒州</p><p>昔年凄断此江湄，风满征帆泪满衣。</p><p>今日重怜鹡鸰羽，不堪波上又分飞。</p>"},



	{id:44,x:25591, y:1343 ,title:"侍女服饰",details:"<p>此侍女腰间裹布，饰以黑鞓革带，与前段王屋山的装扮相同。</p><p class='title'>【小百科】</p><p>黑鞓革带原是宋代武士的戎装，后被女子用作衣饰。</p>"},

	{id:45,x:19066, y:983 ,title:"陈致雍",details:"<p>史书中记载，陈致雍在南唐最初以通『礼』及第。任太常博士八年后，转任秘书监（掌管国家图书典籍），后辞职归家。</p>"},


	{id:46,x:20968, y:881 ,title:"男士衣冠",details:"<p>卷中男士服饰多为圆领、大襟，袖子的大小、宽窄不同，头上戴幞头。整体感觉稳重、简洁。这种男士衣着源于唐代，至宋代无明显变化。</p>"},


	{id:47,x:21687, y:1211 ,title:"李家明",details:"<p>李家明常入韩熙载府邸教授乐伎音乐。画中，李家明手执拍板，正在演奏。</p>"},

	{id:49,x:15197, y:238 ,title:"张氏宝藏",details:""},


	{id:48,x:15907, y:482 ,title:"五福五代堂古稀天子宝",details:"<p class='title'>乾隆皇帝印</p><p>甲辰年(1784年)，乾隆帝喜得玄孙，一堂五代，因此镌刻『五福五代堂古稀天子宝』，以志亘古稀有之事。</p>"},


	//{id:50,x:16647, y:182 ,title:"河北棠村",details:"梁清标号“棠村”，河北正定人。故有此印，多用于书画鉴藏。"},

	{id:51,x:15334, y:979 ,title:"冶溪渔隐",details:"<p class='title'>梁清标鉴藏印</p><p>梁清标的家乡真定（现为河北正定）境内有冶河，故有『冶溪渔隐』之印。</p></br><p class='title'>梁清标有诗《冶河》</p><p>冶河卢岸打渔船，醉酒烹鲜煮野泉。</p><p>莫道山翁无乐事，鸟声巧啭蓼花天。</p>"},


	{id:52,x:16048, y:962 ,title:"蕉林",details:"<p class='title'>梁清标鉴藏印</p>"},

	{id:53,x:16371, y:1073 ,title:"宜子孙",details:"<p class='title'>乾隆内府鉴藏印</p><p>该印与『三希堂精鉴玺』是乾隆内府著名的鉴赏类印章，二印相互配套使用，共贮于紫檀木圭璧式匣内。钤盖位置也基本固定，一般『三希堂精鉴玺』在上，『宜子孙』在下。</p><p class='title'>【文物名片】</p><p>『宜子孙』，清乾隆，玉质。通高1.5厘米，印面2.5厘米×2.5厘米，纽高0.8厘米。瓦纽方形玺，汉文篆书。</p>"},

	{id:54,x:16916, y:858 ,title:"舒雅",details:"<p>南唐覆灭后，舒雅归宋，任将作监丞、秘阁校理，参与《文苑英华》、《周礼》、《礼记》的校订，校勘《史记》、前后《汉书》，预修《续通典》等。享寿七十有余。</p>"},


	{id:55,x:17883, y:665 ,title:"韩熙载",details:"<p>韩熙载受时人追捧，被尊称为『韩夫子』，出门常被围观，见者以为『神仙中人』。后人评价他『千古无两』，甚至将他比作老庄。尤其明代李贽，将韩熙载的风采、节操、耿介、不拘小节以及圆滑的品性归入『达者』类，引为同调，视为师友。《韩熙载夜宴图》更被反复临摹和搬演，成为千古不衰的艺术主题。原因何在？</p><p class='title'>『隐逸』彰显文人风骨</p><p>中国古代文人在生不逢时之际，往往将『隐逸』当作一种生存的方式。『隐逸』代表着道德上一种积极而不是消极的行动。韩熙载佯狂自污的形象，是『大隐于朝』的一个典范，蕴含着才高俊逸之士身逢乱世的可能修为。</p></br><p class='title'>【后人评议韩熙载】</p><p>开宝三年（970年），韩熙载六十九岁因病离世。李后主深感痛惜，一直想要拜他为相而不可得，想要追封之。咨询大臣之后，乃赠熙载『平章事』，谥号『文靖』，葬在梅岭冈大文豪谢安的墓旁。并命集贤殿学士徐锴收集韩熙载的文章，藏于书殿。——据北宋马令《南唐书》</p><p>熙载才气俊逸，机用周敏。性高简，无所悲屈。未尝拜一人，虽被遣逐，终不改节。江左号韩夫子。——据《宋史•南唐世家》</p><p>寄意玄邈，直作解脱观，摹拟郭汾阳，本乎老庄之微枢。——据明末清初王铎《夜宴图跋》</p><p>韩熙载所为，千古无两，大是奇事，此殆不欲索解人欦？——据清代年羹尧《夜宴图跋》</p>"},



	{id:56,x:14916, y:1473 ,title:"球图宝骨肉情",details:""},


	{id:57,x:15115, y:1753 ,title:"南北东西只有相随无别离",details:"<p class='title'>张大千鉴藏印</p></br><p class='title'>以图刻印视若至宝</p><p>张大千得到《韩熙载夜宴图》后喜出望外，视之为大风堂无上至宝。曾请篆刻家曾绍杰刻『昵燕楼』，又请篆刻家张祥凝刻『昵燕楼书画印』，并刻“南北东西只有相随无别离”钤于此画上（古时“燕”与“宴”通用）。</p></br><p class='title'>依依惜别居所为念</p><p>1949年，张大千匆匆去国。后于1952年出售大风堂镇室之宝董源《潇湘图》及顾闳中《韩熙载夜宴图》等卷。</p><p>张大千到南美阿根廷后，所居之地取名『昵燕楼』，聊以纪念。</p>"},


	{id:58,x:15630, y:1403 ,title:"八徽耄念之宝",details:"<p class='title'>乾隆皇帝印</p><p>此印刻于乾隆五十五年(1790年)乾隆帝八十圣寿之时。为刻制此玺，乾隆皇帝曾作《八徽耄念之宝记》，并配副章『自强不息』，时刻提醒自己，莫因年高而倦怠；守成之主应时时警惕，不可溺于宴安，而失其国体。</p>"},


	{id:59,x:16302, y:1500 ,title:"别时容易",details:"<p class='title'>张大千鉴藏印</p><p>『别时容易』出自南唐后主李煜的词《浪淘沙》：『帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。』</p>"},

	{id:60,x:8881, y:154 ,title:"罔极庵",details:"<p class='title'>叶恭绰印</p>"},


	{id:61,x:10273, y:126 ,title:"秋碧",details:"<p class='title'>梁清标鉴藏印</p><p>梁清标斋号『秋碧堂』，故有此印。</p>"},



	{id:62,x:10511, y:720 ,title:"彦功",details:"<p class='title'>【人物小传】</p><p>班惟志（生活于十四世纪），字彦功，大梁（今河南开封）人。工诗文、书画，官至江浙儒学提举。</p>"},



	{id:63,x:10542, y:1089 ,title:"推己及人",details:"<p>班惟志鉴藏印</p>"},



	{id:64,x:10534, y:1443 ,title:"班",details:""},


	{id:65,x:9268, y:1403 ,title:"苍岩子",details:"<p class='title'>梁清标鉴藏印</p><p>『苍岩子』是梁清标的别号。梁清标家真定府（现为河北正定）西南有苍岩山，为名胜地，有『五岳奇秀览一山，太行群峰唯苍岩』之称。</p>"},



	{id:66,x:9260, y:1643 ,title:"蕉林居士",details:"<p class='title'>梁清标鉴藏印</p>"},


	{id:67,x:8850, y:1703 ,title:"纬萧草堂画记",details:"<p class='title'>宋荦鉴藏印</p>"},

	{id:68,x:4245, y:1593 ,title:"大风堂珍藏印",details:""},

	{id:69,x:4775, y:1443 ,title:"庞元济跋",details:"<p class='title'>【人物名片】</p><p>庞元济（1864—1949年），字莱臣，号虚斋，浙江吴兴南浔人。庞元济出身望族，财力雄厚，精于鉴赏，收藏尤以书画最精，编有《虚斋名画录》和《虚斋名画续录》，为当时著名书画收藏家之一。</p>"},


	{id:70,x:6074, y:768 ,title:"叶恭绰跋",details:"<p>此段题跋对图中的男女衣饰、乐器、家具等名物制度进行了逐一考订，亦根据图中形象讨论了妇女缠足、垂足而坐等习俗的演变</p> "},

	{id:71,x:183, y:1343 ,title:"叶恭绰跋",details:"<p class='title'>【人物名片】</p><p>叶恭绰（1881—1968年），字裕甫，号遐庵，广东番禺（今广州）人。精通文物鉴藏、书画诗词，著述甚丰，同时也是中国近代政治史上极有影响的人物。</p>"},
	//{id:72,x:295, y:3936 ,title:"叶恭绰跋",details:" 叶恭绰跋"},

	{id:78,x:43175, y:794 ,title:"程南云题",details:"<p class='title'>【释文】</p><p>夜宴图</p><p>太常卿兼经筵侍书程南云题</p><p class='title'>【人物名片】</p><p>程南云，字青轩，号远斋，明初江西南城人。程南云为元代名臣程钜夫五世孙，幼时承父兄之教，后得老师陈登之传，字备篆隶楷草，尤精篆隶，受时人推崇。程南云曾参与编修《永乐大典》，官至太常卿兼经筵侍书。</p>"},

	{id:79,x:40462, y:1174 ,title:"乾隆皇帝御题",details:"【释文】</p><p>是卷后书小传云：熙载以朱温时登进士第，耽声色，不事名检。继得别卷，载陆游所撰熙载传，则云：唐同光中，擢进士第。元宗朝，数言朝廷事，无所回隐。又言：齐丘党与，必基祸；使周时，识赵点检，顾视非常。两卷所载，出身不同，而品识亦异，纪载之不可尽信如此。及考欧阳《五代史》，云：熙载尽忠，能直言。又云：后房妓妾数十人，以此不得为相。观其与李谷酒酣临诀之语，意气甚壮。及周师渡淮之役，毫不能有所为，则其人亦不免于大言无当，非有干济之实用者。跋内又载后主伺其家宴，命闳中辈丹青以进，岂非叔季之君臣专事声色游戏，徒贻笑于后世乎。然闳中此卷，绘事特精妙，故收之秘笈甲观中，以备鉴戒。乾隆御识。</p><p>此段乾隆皇帝御题，对韩熙载和《韩熙载夜宴图》阐明了四层涵义。</p></br><p class='title'>记载不可尽信</p><p>乾隆皇帝得到两卷不同的《韩熙载夜宴图》，这两卷上对韩熙载的记载，出身不同，品识亦异，可见『纪载之不可尽信如此』。</p></br><p class='title'>少时得意暮年无为</p><p>参照其他记载后，乾隆皇帝发表了对韩熙载的评价：年轻时意气风发，会讲大话；年老之期，关键时刻，无所作为。</p></br><p class='title'>后主李煜贻笑后世</p><p>对于南唐后主李煜命顾闳中绘《韩熙载夜宴图》的传说，乾隆皇帝并未讨论其真假，只是说，后主李煜这种做法让后世耻笑。</p></br><p class='title'>画法精妙&nbsp;值得称道</p><p>最后，乾隆皇帝特别肯定此卷绘画技法的精妙。因此，收入《石渠宝笈》，以备借鉴。</p>"},

	{id:80,x:39798, y:444 ,title:"南宋人残题",details:"<p class='title'>【释文】</p><p>熙载风流清旷……为天官侍郎以……修为时论所诮……著此图</p></br><p class='title'>残题作者</p><p>题跋共二十余字。清代《平生壮观》中著录为南宋高宗赵构题。</p></br><p class='title'>残题解读</p><p>这段残题十分重要，它首次指明了画卷的主人公是韩熙载，画中内容是韩熙载的风流生活。并且指出：韩熙载因生活不检点导致舆论讥诮，于是有人承旨绘制了此图。其中，还记载了韩熙载的官职为『天官侍郎』，即吏部侍郎。韩熙载于961—964年间担任吏部侍郎，『根据这段残题，画中的韩熙载时年六十岁左右。』</p></br><p class='title'>【小百科】</p><p>吏部掌管官吏的选授、勋封、考课等，为中央六部『吏部、户部、礼部、兵部、刑部、工部』之首。后世亦称吏部为天官。</p>"},

	{id:81,x:34573, y:1243 ,title:"李姬",details:" <p>李姬是教坊副使李家明之妹，深得韩熙载宠爱。</p><p class='title'>横抱琵琶尽显古韵</p><p>自唐代起，演奏琵琶逐渐从横抱发展为竖抱。李姬的演奏姿势，为古时『横抱琵琶』之说提供了图像佐证。</p>"},

	{id:82,x:22479, y:489 ,title:"筚篥",details:"<p class='title'>【小百科】</p><p>筚篥是古代管乐器的一种，源自龟兹牧人，在唐代盛行中原，成为宫廷燕乐中的主要乐器。筚篥音色深沉、浑厚，古人往往借它表现悲愤激昂的情绪，抒发伤时感事的情怀。</p>"},

	{id:83,x:23121, y:518 ,title:"笛子",details:"<p class='title'>【小百科】</p><p>笛子是一种管乐器。它是中国音乐的代表乐器之一，其历史可以追溯到新石器时代。笛声清亮悠扬，既可以表现热烈欢快的情绪，也可以抒发思念和哀怨之情。</p>"},

	{id:84,x:16208, y:254 ,title:"乾隆鉴赏",details:"<p class='title'>乾隆内府鉴藏印</p><p>此卷曾为清宫旧藏。在《石渠宝笈》初编中被列为上等。《石渠宝笈》初编著录书画，分别用鉴藏玺加以区别。上等者则钤以『乾隆鉴赏』、『三希堂精鉴玺』、『宜子孙』三玺。</p>"},

	{id:85,x:16355, y:779 ,title:"三希堂精鉴玺",details:"<p class='title'>乾隆内府鉴藏印</p><p>三希堂位于养心殿的西暖阁，因藏有王羲之『快雪时晴帖』、王献之『中秋帖』和王珣『伯远帖』三件希世之珍而得名。故有『三希堂精鉴玺』，多与画面下方的『宜子孙』印配套使用。</p></br><p class='title'>【文物名片】</p><p>『三希堂精鉴玺』，清乾隆，青玉质。通高1.9厘米，印面4厘米×2.2厘米，纽高1厘米。螭纽长方形玺，汉文篆书。</p>"},

	{id:86,x:15955, y:1400 ,title:"商丘宋荦审定真迹",details:"<p class='title'>宋荦鉴藏印</p></br><p class='title'>【人物名片】</p><p>宋荦（1634—1713年），字牧仲，号漫堂，河南商丘人。康熙年间以父荫入仕，官江苏巡抚，后累升至吏部尚书，加太子少师。为官以清节名著于时。博学多识，精于鉴藏，工诗词古文，所作兰竹极超妙。著有《西陂类稿》、《枫香词》、《漫堂墨品》、《沧浪小识》等书。</p>"},

	{id:87,x:16316, y:1743 ,title:"敌国之富",details:"<p class='title'>张大千鉴藏印</p><p>印文出自『富可敌国』，形容极为富有，此印以自夸的口吻，表明张大千自诩收藏数量之多，质量之高。</p>"},

	{id:88,x:15958, y:2043 ,title:"绍勋",details:"<p class='title'>史弥远鉴藏印</p><p>『绍勋』是此卷上年代最早的鉴藏印章，自此流传有绪。曾先后为元代班惟志、明末清初王鹏冲、孙承泽、梁清标等人收藏，并经明末清初王铎两次题跋和清初宋荦鉴定。</p><p>乾隆（1736—1795年）初期，已被清宫收藏。1924年，溥仪将此图携带出宫，后被张大千购入。二十世纪五十年代，中国政府在香港将此卷购回，划拨故宫博物院收藏。徐邦达先生考『绍勋』二字是史弥远要克绍父业之意。</p></br><p class='title'>【人物名片】</p><p>史弥远（1164—1233年），字同叔，明州鄞县（今属浙江宁波）人。宋孝宗时代宰相史浩之子。宋宁宗和宋理宗朝权臣。</p>"},

	{id:89,x:39216, y:1127 ,title:"御书房鉴藏宝",details:"<p class='title'>乾隆内府鉴藏印</p><p>此卷曾藏于御书房。</p><p>被《石渠宝笈》初编著录的书画，曾分别收藏于乾清宫、养心殿、重华宫、御书房四处，并依其收藏地点钤盖殿座章加以区别。</p>"},

];
for(var i=0;i<Points1.length;i++){
			Points1[i].x = Points1[i].x * 11652 / 11736;
		}
for(var i=0;i<Points2.length;i++){
			Points2[i].x = Points2[i].x * 23816 / 23985;
		}
for(var i=0;i<Points3.length;i++){
			Points3[i].x = Points3[i].x * 47631 / 47970;
		}
function Points(start_x, start_y, end_x, end_y,arr){

	var canvas = document.getElementById("hxzcanvas");
	var context = canvas.getContext("2d");
	var width = canvas.width;
	var pic_h = Math.round( canvas.height / 2);
	if(window.absoluteZ ==1){
			start_x = start_x *256 / pic_h;
			end_x = end_x *256 / pic_h;
		}
	for(i = 0; i < arr.length; i++){
		tmp_point = {};
		if(start_x <= arr[i].x && arr[i].x <= end_x) {
			tmp_point.id = arr[i].id;
			tmp_point.x = arr[i].x ;//* 256 /  pic_h;
			tmp_point.y = arr[i].y ;//*256  / pic_h ;
			tmp_point.title = arr[i].title;
			tmp_arr.push(tmp_point);
		}
	}
	res_arr = [];
	for(ii = 0; ii < tmp_arr.length; ii++) {
		res_point = {};
		if(start_y <= tmp_arr[ii].y && tmp_arr[ii].y <= end_y) {
			res_point.id = tmp_arr[ii].id;
			res_point.x = tmp_arr[ii].x;
			/*if(window.absoluteZ==2){
				tmp_arr[ii].x +=300;
			}
			if(window.absoluteZ==3){
				tmp_arr[ii].x +=350;
			}*/
			res_point.y = tmp_arr[ii].y;
			res_point.title = tmp_arr[ii].title;
			res_arr.push(res_point);
		}
	}
	return res_arr;
}

function getPoints(start_x, start_y, end_x, end_y) {
	//console.log("----------------------in"+window.absolutZ);
	tmp_arr = [];
	myarr =[];
	if(window.absoluteZ == 1){
		
		myarr = Points(start_x, start_y, end_x, end_y, Points1);

		//console.log("arr1");
	}
	if(window.absoluteZ == 2){
		
		myarr =Points(start_x, start_y, end_x, end_y, Points2);
		//console.log("arr2");
	}
	if(window.absoluteZ == 3){
	/*	console.log("x " + start_x);
		console.log("y " + start_y);
		console.log(end_x);
		console.log(end_y);*/
		
		myarr =Points(start_x, start_y, end_x, end_y, Points3);
		//console.log("arr3");
	}
	//console.log("myarr"+myarr);
	return myarr;
	
}



function getInfoDetails(id){
	//console.log("id is" +id);
	res_arr = {}
	res_arr.details = "如果您看到了这段文字，请与我们的管理员联系";
	if(window.absoluteZ == 1){
		var point = Points1;
	}
	if(window.absoluteZ == 2){
		var point = Points2;
	}
	if(window.absoluteZ == 3){
		var point = Points3;
	}
	for(var i = 0;i<point.length;i++){
		if(point[i].id == id){
			res_arr.id = point[i].id;
			//res_arr.x = Points[i].x;
			//res_arr.y = Points[i].y;
			res_arr.title = point[i].title;
			res_arr.details = point[i].details;
			break;
		}else{

		}
	}
	//var details = "test content";
	//return details
	return res_arr;
}
